#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: ja
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=\u6700\u65B0\u306E MOD \u30D1\u30C3\u30AF\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B
MODPACK_INSTALL_FETCH_LOWER_LABEL=\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...
VERIFIED_ASSET_PROGRESS_TEXT=\u691C\u8A3C\u6E08\u307F\u306E\u30A2\u30BB\u30C3\u30C8
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \\
CONFIG_RESET_SUCCESS_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u304C\u6B63\u5E38\u306B\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u69CB\u6210\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002
CONFIG_SAVE_ERROR_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GAME_MODE_BEING_SET_TO_TEXT=\u30B2\u30FC\u30E0\u30E2\u30FC\u30C9\u306F\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059
GAME_MODE_INFERRED_SET_TO_TEXT=\u81EA\u52D5\u7684\u306B\u691C\u51FA (\u63A8\u6E2C) \u3055\u308C\u3001\u30B2\u30FC\u30E0 \u30E2\u30FC\u30C9\u304C \u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
LOG_ERROR_PREFIX=\u30A8\u30E9\u30FC
LOG_WARNING_PREFIX=\u8B66\u544A
LOG_STANDARD_PREFIX=\u6027\u75C5
LOG_DEBUG_PREFIX=\u30C7\u30D0\u30C3\u30B0
LOG_FILE_DIR_NOT_CREATED_TEXT=\u30ED\u30B0 \u30D5\u30A1\u30A4\u30EB \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA (\u307E\u305F\u306F\u89AA) \u304C\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u304B\u3001\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\\
LOG_FILE_NOT_CREATED_TEXT=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u30ED\u30B0 \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u30ED\u30B0\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u8A18\u9332\u3057\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
LOG_SYSTEM_INITIALIZED_TEXT=\u30ED\u30AE\u30F3\u30B0 \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F\u3002
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u78BA\u8A8D
CREATED_FOLDER_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u7528\u306E\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u7528\u306E\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
RUNTIME_FOLDER_SET_READABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8AAD\u307F\u53D6\u308A\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8AAD\u307F\u53D6\u308A\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
RUNTIME_FOLDER_SET_WRITABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u66F8\u304D\u8FBC\u307F\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u66F8\u304D\u8FBC\u307F\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
GATHERING_RUNTIME_INFO_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831\u306E\u53CE\u96C6
UNIDENTIFIED_OS_RUNTIME_TEXT=\u73FE\u5728\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0 \u30B7\u30B9\u30C6\u30E0\u3092\u8B58\u5225\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 Linux \u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u304C\u3001\\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=\u73FE\u5728\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u6574\u5408\u6027\u60C5\u5831\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002 \u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067 \\ \u306B\u306A\u308A\u307E\u3059
VERIFYING_LOCAL_RUNTIME_TEXT=\u30ED\u30FC\u30AB\u30EB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u691C\u8A3C
DOWNLOADING_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u4E2D...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u6B63\u5E38\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
CLEANING_RUNTIME_ENV_TEXT=\u30ED\u30FC\u30AB\u30EB\u5B9F\u884C\u74B0\u5883\u306E\u30AF\u30EA\u30FC\u30CB\u30F3\u30B0
EXTRACTING_RUNTIME_TO_ENV_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u74B0\u5883\u306B\u62BD\u51FA\u3059\u308B
UNABLE_DOWNLOAD_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002 \u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u30B7\u30B9\u30C6\u30E0 Java \u306B\u306A\u308A\u307E\u3059\u3002
COMPLETED_TEXT=\u5B8C\u4E86
REMEMBERED_USER_LOADED_TEXT=\u6C38\u7D9A\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30C1\u30A7\u30C3\u30AF\u304C\u5B8C\u4E86\u3057\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
REMEMBERED_USER_WRITING_TEXT=[\u8A18\u61B6\u3059\u308B] \u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u304A\u308A\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6C38\u7D9A\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059...
REMEMBERED_USER_WRITE_FINISHED_TEXT=\u6C38\u7D9A\u30B9\u30C8\u30EC\u30FC\u30B8\u3078\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u66F8\u304D\u8FBC\u307F\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
UNABLE_REMOVE_USER_FROM_DISK_TEXT=\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8 \u30D5\u30A1\u30A4\u30EB\u3092\u30C7\u30A3\u30B9\u30AF\u304B\u3089\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002 \u30E6\u30FC\u30B6\u30FC\u304C\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=\u4FDD\u5B58\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u30C7\u30A3\u30B9\u30AF\u304B\u3089\u8AAD\u307F\u53D6\u308B\u3068\u304D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u3059 \\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=\u8A18\u61B6\u3055\u308C\u305F\u30B2\u30FC\u30E0 \u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u30C7\u30A3\u30B9\u30AF\u306B\u66F8\u304D\u8FBC\u3080\u3068\u304D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \u30B2\u30FC\u30E0\\
CLIENT_TOKEN_CHECKING_TEXT=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30C8\u30FC\u30AF\u30F3\u304C\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 \u30D5\u30A1\u30A4\u30EB\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=\u4FDD\u5B58\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u3092\u8AAD\u307F\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
NEW_CLIENT_TOKEN_TEXT=\u65B0\u3057\u3044\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002
STORED_CLIENT_TOKEN_TEXT=\u751F\u6210\u3055\u308C\u305F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u66F8\u304D\u8FBC\u307F\u307E\u3057\u305F\u3002
UNABLE_SAVE_CLIENT_TOKEN_TEXT=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002 \u4FDD\u5B58/\u8A18\u61B6\u3057\u305F\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u304C\u5931\u308F\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
LOADED_CLIENT_TOKEN_TEXT=\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3:
UNABLE_TO_INSTALL_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=\u5229\u7528\u53EF\u80FD\u306AMOD\u30D1\u30C3\u30AF\u3067\u306F\u306A\u3044\u305F\u3081\u3067\u3059\u3002
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=MOD\u30D1\u30C3\u30AF\u3092\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=\u304B\u3089\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B MOD \u30D1\u30C3\u30AF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B MOD \u30D1\u30C3\u30AF\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
GOT_LATEST_VERSION_OF_TEXT=\u6700\u65B0\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5165\u624B\u3057\u307E\u3057\u305F
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=\u9069\u7528\u53EF\u80FD\u306A MOD \u30D1\u30C3\u30AF\u306E\u30EA\u30B9\u30C8\u3092\u66F4\u65B0\u3057\u3066\u3044\u307E\u3059
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=\u5229\u7528\u53EF\u80FD\u306A MOD \u30D1\u30C3\u30AF\u306E\u30EA\u30B9\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
CONTACTING_SERVER_TEXT=\u30B5\u30FC\u30D0\u30FC\u306B\u9023\u7D61\u4E2D
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u53EF\u80FD\u306A MOD \u30D1\u30C3\u30AF\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
ALREADY_INSTALLED_TEXT=\u3059\u3067\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u3059
ADDED_TEXT=\u8FFD\u52A0\u3057\u305F
TO_AVAILABLE_MOD_PACKS_TEXT=\u5229\u7528\u53EF\u80FD\u306AMOD\u30D1\u30C3\u30AF\u3078
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=MOD \u30D1\u30C3\u30AF\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u53EF\u80FD\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093 \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A1\u30A4\u30EB\u3092JSON\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=Forge \u30D0\u30FC\u30B8\u30E7\u30F3 \u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093!
UNABLE_CLOSE_STREAMS_TEXT=\u30B9\u30C8\u30EA\u30FC\u30E0\u3092\u9589\u3058\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=Forge \u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u3092\u958B\u3044\u3066\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002
UNABLE_ACCESS_FORGE_JAR_TEXT=Forge jar \u30D5\u30A1\u30A4\u30EB\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=Mojang \u8A8D\u8A3C\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002 \u30E9\u30F3\u30C1\u30E3\u30FC\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093! \u30C1\u30A7\u30C3\u30AF \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30B2\u30FC\u30E0 \u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u30ED\u30B0\u30A4\u30F3\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059...
LOGIN_PROCESS_FINISHED_TEXT=\u30ED\u30B0\u30A4\u30F3\u30D7\u30ED\u30BB\u30B9\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30B2\u30FC\u30E0 \u30E2\u30FC\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002 \u8A8D\u8A3C/\u30ED\u30B0\u30A4\u30F3\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059\u3002
LAUNCHING_MOD_PACK_TEXT=MOD\u30D1\u30C3\u30AF\u306E\u8D77\u52D5
UNABLE_START_GAME_EXCEPTION_TEXT=\u30B2\u30FC\u30E0\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3002 \u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F!
REQUIRES_MIN_OF_TEXT=\u6700\u5C0F\u9650\u306E\u3082\u306E\u304C\u5FC5\u8981\u3067\u3059
GB_OF_RAM_TEXT=GB\u306ERAM
MAX_RAM_SETTING_MUST_INCREASE_TEXT=\u6700\u5927 RAM \u8A2D\u5B9A\u3092\u5897\u3084\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093! \u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u6700\u521D\u306E MOD \u30D1\u30C3\u30AF\u306B\u306A\u308A\u307E\u3059\u3002
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=MOD \u30D1\u30C3\u30AF\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 MOD \u30D1\u30C3\u30AF\u304C \\ \u3067\u306A\u3044\u9650\u308A\u30B5\u30FC\u30D0\u30FC\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=\u8A18\u61B6\u3055\u308C\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u30C7\u30A3\u30B9\u30AF\u4E0A\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u30ED\u30B0\u30A4\u30F3\u753B\u9762\u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059...
SEE_YOU_SOON_TEXT=\u307E\u305F\u8FD1\u3044\u3046\u3061\u306B\u304A\u4F1A\u3044\u3057\u307E\u3057\u3087\u3046\uFF01
PERFORMING_APP_CLEANUP_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059...
FINISHED_APP_CLEANUP_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3 \u30ED\u30B0 \u30B7\u30B9\u30C6\u30E0\u306E\u69CB\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u30E9\u30F3\u30C1\u30E3\u30FC\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u307E\u3057\u305F\u3002
USAGE_TEXT=\u4F7F\u7528\u6CD5
INVALID_ARGS_SPECIFIED_TEXT=\u7121\u52B9\u306A\u5F15\u6570\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
UNABLE_WAIT_PENDING_LOGIN_TEXT=\u4FDD\u7559\u4E2D\u306E\u30ED\u30B0\u30A4\u30F3\u30BF\u30B9\u30AF\u3092\u5F85\u3064\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
AUTH_UNABLE_TO_REFRESH_TEXT=\u8A18\u61B6\u3055\u308C\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u8A8D\u8A3C\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002 \u30ED\u30B0\u30A4\u30F3\u306B\u623B\u308A\u307E\u3059\u3002
main.pagination.empty=\u30D1\u30C3\u30AF\u306A\u3057
main.pagination.pageOfPages=\u30DA\u30FC\u30B8 {0} / {1}
main.pagination.range={2} \u306E {0} \uFF5E {1} \u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059
main.fetchLabel.refreshing=MOD\u30D1\u30C3\u30AF\u3092\u66F4\u65B0\u4E2D\u2026
main.fetchLabel.loading=\u5229\u7528\u53EF\u80FD\u306A\u30D1\u30C3\u30AF\u3092\u30ED\u30FC\u30C9\u4E2D\u2026
main.card.lastPlayed=\u6700\u5F8C\u306B\u30D7\u30EC\u30A4\u3057\u305F\u306E\u306F {0}
main.card.neverPlayed=\u30D7\u30EC\u30A4\u3057\u305F\u3053\u3068\u304C\u306A\u3044
browse.pagination.empty=\u30A2\u30A4\u30C6\u30E0\u304C\u3042\u308A\u307E\u305B\u3093
browse.urlAdd.checking=\u30C1\u30A7\u30C3\u30AF\u4E2D\u2026
browse.urlAdd.adding=\u8FFD\u52A0\u4E2D\u2026
browse.hostingManifest.saved=\u4FDD\u5B58\u3057\u307E\u3057\u305F\uFF01
browse.hostingManifest.label=\u30DB\u30B9\u30C6\u30A3\u30F3\u30B0\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306E\u751F\u6210
