#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# ============================================================================
#  Mica Minecraft Launcher — Display Strings (English, source of truth)
# ============================================================================
#
# This file is the canonical source for every user-visible string the
# launcher renders at runtime. Per-locale companions live alongside as
# `DisplayStrings_<bcp47-tag>.properties` (e.g. `DisplayStrings_fr-FR`,
# `DisplayStrings_zh-CN`) — see `SupportedLocales.ENTRIES` for the full
# list. The per-locale files are generated by `tools/i18n/translate-locales.js`
# and should never be hand-edited unless you're correcting a translation
# the auto-translator got wrong.
#
# ---------------------------------------------------------------------------
#  Key naming conventions
# ---------------------------------------------------------------------------
#
#  * New keys use dot-namespaced form:  <screen>.<element>.<purpose>
#    Examples:
#       browse.filter.type.label
#       console.title.crashed
#       notification.install.failed.body
#       dialog.editor.discardChanges.button.discard
#
#  * The legacy `ALL_CAPS_LIKE_THIS` keys at the top of this file are
#    preserved for back-compat with `LocalizationManager`'s static-final
#    fields. Don't add new ALL_CAPS keys — every new string should use
#    the dot-namespaced form.
#
#  * Parameterised messages use MessageFormat slots ({0}, {1}, ...).
#    Slots survive translation because `translate-locales.js` swaps
#    them for `__MMCL_PH<n>__` sentinels around each API call. Never
#    string-concatenate user-visible data into a template.
#
#  * Apostrophes inside MessageFormat strings must be doubled (it''s
#    instead of it's) per Java's MessageFormat rules — single quotes
#    are interpreted as quoting characters that suppress slot
#    substitution.
#
# ---------------------------------------------------------------------------
#  Contributing translations
# ---------------------------------------------------------------------------
#
#  * The recommended path is to add or fix English keys here, then run
#    `cd tools/i18n && npm run translate` to regenerate every locale
#    file incrementally (existing translations aren't touched unless
#    you pass `--force`).
#
#  * If you spot a bad auto-translation in `DisplayStrings_<tag>`,
#    edit that locale file directly — the next `npm run translate`
#    run will leave hand-edited keys alone because they're already
#    present in the target.
#
#  * New locales: add an entry to `SupportedLocales.ENTRIES` in Java
#    (also mirrored in `TARGET_LOCALES` in `translate-locales.js`)
#    and re-run `npm run translate`.
#
# ---------------------------------------------------------------------------
# Locale: hi
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=\u0928\u0935\u0940\u0928\u0924\u092E \u092E\u0949\u0921 \u092A\u0948\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u093E
MODPACK_INSTALL_FETCH_LOWER_LABEL=\u0915\u0943\u092A\u092F\u093E \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930\u0947\u0902...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=\u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=\u0915\u0943\u092A\u092F\u093E \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930\u0947\u0902...
VERIFIED_ASSET_PROGRESS_TEXT=\u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0938\u0902\u092A\u0924\u094D\u0924\u093F
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=\u090F\u0915 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u092B\u093C\u093E\u0907\u0932 \u092E\u093F\u0932\u0940 \u0932\u0947\u0915\u093F\u0928 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091C\u093E \u0938\u0915\u0940. \\
CONFIG_RESET_SUCCESS_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0930\u0940\u0938\u0947\u091F \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948!
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=\u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0915\u094B \u0938\u0939\u0947\u091C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925 \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u0907\u0938\u0947 \u092B\u093C\u093E\u0907\u0932 \u0938\u0947 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964
CONFIG_SAVE_ERROR_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0915\u094B \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964
GAME_MODE_BEING_SET_TO_TEXT=\u0917\u0947\u092E \u092E\u094B\u0921 \u0915\u094B \u0938\u0947\u091F \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
GAME_MODE_INFERRED_SET_TO_TEXT=\u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u092A\u0924\u093E \u0932\u0917\u093E\u092F\u093E \u0917\u092F\u093E (\u0905\u0928\u0941\u092E\u093E\u0928 \u0932\u0917\u093E\u092F\u093E \u0917\u092F\u093E) \u0914\u0930 \u0917\u0947\u092E \u092E\u094B\u0921 \u0915\u094B \u0938\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E
LOG_ERROR_PREFIX=\u0917\u0932\u0924\u0940
LOG_WARNING_PREFIX=\u091A\u0947\u0924\u093E\u0935\u0928\u0940 \u0926\u0947\u0928\u093E
LOG_STANDARD_PREFIX=\u0915\u0915\u094D\u0937\u093E
LOG_DEBUG_PREFIX=\u0921\u0940\u092C\u0917
LOG_FILE_DIR_NOT_CREATED_TEXT=\u0932\u0949\u0917 \u092B\u093C\u093E\u0907\u0932 \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0915\u093E (\u092F\u093E \u092A\u0948\u0930\u0947\u0902\u091F) \u0928\u0939\u0940\u0902 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0925\u0940\u0964 \u092F\u0939 \u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u092E\u094C\u091C\u0942\u0926 \u0939\u094B \u0938\u0915\u0924\u093E \u0939\u0948, \u092F\u093E \u092A\u0939\u0941\u0902\u091A \u0939\u094B \u0938\u0915\u0924\u0940 \u0939\u0948 \\
LOG_FILE_NOT_CREATED_TEXT=\u0915\u094B\u0908 \u0932\u0949\u0917 \u092B\u093C\u093E\u0907\u0932 \u0928\u0939\u0940\u0902 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0925\u0940. \u0932\u0949\u0917\u093F\u0902\u0917 \u0938\u092C\u0938\u093F\u0938\u094D\u091F\u092E \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0932\u0949\u0917 \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093E \u0939\u0948\u0964
LOG_SYSTEM_INITIALIZED_TEXT=\u0932\u0949\u0917\u093F\u0902\u0917 \u0938\u092C\u0938\u093F\u0938\u094D\u091F\u092E \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u093E \u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
CREATED_FOLDER_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0915\u0947 \u0932\u093F\u090F \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u092C\u0928\u093E\u092F\u093E \u0917\u092F\u093E.
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0915\u0947 \u0932\u093F\u090F \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0928\u0939\u0940\u0902 \u092C\u0928\u093E\u092F\u093E.
RUNTIME_FOLDER_SET_READABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u092A\u0920\u0928\u0940\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0915\u0930\u0947\u0902\u0964
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u092A\u0922\u093C\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E\u0964
RUNTIME_FOLDER_SET_WRITABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u0932\u093F\u0916\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0915\u0930\u0947\u0902\u0964
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u0932\u093F\u0916\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E\u0964
GATHERING_RUNTIME_INFO_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u090F\u0915\u0924\u094D\u0930\u093F\u0924 \u0915\u0930\u0928\u093E
UNIDENTIFIED_OS_RUNTIME_TEXT=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0911\u092A\u0930\u0947\u091F\u093F\u0902\u0917 \u0938\u093F\u0938\u094D\u091F\u092E \u0915\u0940 \u092A\u0939\u091A\u093E\u0928 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091C\u093E \u0938\u0915\u0940. \u090F\u0915 \u0932\u093F\u0928\u0915\u094D\u0938 \u0930\u0928\u091F\u093E\u0907\u092E \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E \u0932\u0947\u0915\u093F\u0928 \\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0930\u0928\u091F\u093E\u0907\u092E \u091A\u0947\u0915\u0938\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0915\u0947 \u0932\u093F\u090F \u0905\u0916\u0902\u0921\u0924\u093E \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u094B\u0917\u093E \\
VERIFYING_LOCAL_RUNTIME_TEXT=\u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0928\u091F\u093E\u0907\u092E \u0915\u093E \u0938\u0924\u094D\u092F\u093E\u092A\u0928
DOWNLOADING_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u0917\u092F\u093E
CLEANING_RUNTIME_ENV_TEXT=\u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0928\u091F\u093E\u0907\u092E \u0935\u093E\u0924\u093E\u0935\u0930\u0923 \u0915\u0940 \u0938\u092B\u093E\u0908
EXTRACTING_RUNTIME_TO_ENV_TEXT=\u092A\u0930\u094D\u092F\u093E\u0935\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0930\u0928\u091F\u093E\u0907\u092E \u0928\u093F\u0915\u093E\u0932\u0928\u093E
UNABLE_DOWNLOAD_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0930\u0928\u091F\u093E\u0907\u092E \u0938\u093F\u0938\u094D\u091F\u092E \u091C\u093E\u0935\u093E \u0915\u0947 \u0932\u093F\u090F \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u094B\u0917\u093E!
COMPLETED_TEXT=\u092A\u0941\u0930\u093E \u0939\u094B\u0928\u093E\u0964
REMEMBERED_USER_LOADED_TEXT=\u0932\u0917\u093E\u0924\u093E\u0930 \u092D\u0902\u0921\u093E\u0930\u0923 \u0915\u0940 \u091C\u093E\u0901\u091A \u092A\u0942\u0930\u0940 \u0915\u0940 \u0914\u0930 \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E \u0916\u093E\u0924\u093E \u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u0917\u092F\u093E:
REMEMBERED_USER_WRITING_TEXT=\u092E\u0941\u091D\u0947 \u092F\u093E\u0926 \u0930\u0916\u0947\u0902 \u0935\u093F\u0915\u0932\u094D\u092A \u0938\u0915\u094D\u0937\u092E \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E, \u0932\u0917\u093E\u0924\u093E\u0930 \u092D\u0902\u0921\u093E\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0916\u093E\u0924\u093E \u0932\u093F\u0916 \u200B\u200B\u0930\u0939\u093E \u0925\u093E...
REMEMBERED_USER_WRITE_FINISHED_TEXT=\u0932\u0917\u093E\u0924\u093E\u0930 \u092D\u0902\u0921\u093E\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0916\u093E\u0924\u093E \u0932\u093F\u0916\u0928\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u092F\u093E\u0964
UNABLE_REMOVE_USER_FROM_DISK_TEXT=\u0921\u093F\u0938\u094D\u0915 \u0938\u0947 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u093E \u092B\u093C\u093E\u0907\u0932 \u0928\u093F\u0915\u093E\u0932\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0915\u094B \u0932\u0949\u0917 \u0906\u0909\u091F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E.
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=\u0921\u093F\u0938\u094D\u0915 \u0938\u0947 \u0938\u0939\u0947\u091C\u0947 \u0917\u090F \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u0947 \u0915\u094B \u092A\u0922\u093C\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0938\u092E\u0938\u094D\u092F\u093E \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964 \u0932\u0949\u0917\u093F\u0928 \u0939\u094B \u0938\u0915\u0924\u093E \u0939\u0948\\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=\u092F\u093E\u0926 \u0915\u093F\u090F \u0917\u090F \u0917\u0947\u092E \u0916\u093E\u0924\u0947 \u0915\u094B \u0921\u093F\u0938\u094D\u0915 \u092A\u0930 \u0932\u093F\u0916\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0938\u092E\u0938\u094D\u092F\u093E \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964 \u0916\u0947\u0932 \\
CLIENT_TOKEN_CHECKING_TEXT=\u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948. \u092B\u093C\u093E\u0907\u0932 \u0915\u0940 \u091C\u093E\u0901\u091A \u0915\u0940 \u091C\u093E \u0930\u0939\u0940 \u0939\u0948...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=\u0938\u0902\u0917\u094D\u0930\u0939\u093F\u0924 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u092A\u0922\u093C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925.
NEW_CLIENT_TOKEN_TEXT=\u090F\u0915 \u0928\u092F\u093E \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u091C\u0928\u0930\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948:
STORED_CLIENT_TOKEN_TEXT=\u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u091C\u0928\u0930\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u0932\u093F\u0916\u093E\u0964
UNABLE_SAVE_CLIENT_TOKEN_TEXT=\u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u0915\u094B \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0938\u0939\u0947\u091C\u0940 \u0917\u0908/\u092F\u093E\u0926 \u0930\u0916\u0940 \u0917\u0908 \u0932\u0949\u0917\u093F\u0928 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0916\u094B \u0938\u0915\u0924\u0940 \u0939\u0948\u0964
LOADED_CLIENT_TOKEN_TEXT=\u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928:
UNABLE_TO_INSTALL_TEXT=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=\u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092F\u0939 \u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=\u092E\u0949\u0921 \u092A\u0948\u0915 \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0947 \u0932\u093F\u090F \u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F \u092C\u0928\u093E\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u090F \u0917\u090F \u092E\u0949\u0921 \u092A\u0948\u0915 \u0905\u092A\u0921\u0947\u091F \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u0947 \u0939\u0948\u0902
GOT_LATEST_VERSION_OF_TEXT=\u0915\u093E \u0928\u0935\u0940\u0928\u0924\u092E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092E\u093F\u0932\u093E
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=\u0932\u093E\u0917\u0942 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0940 \u0938\u0942\u091A\u0940 \u0905\u0926\u094D\u092F\u0924\u0928 \u0915\u0940 \u091C\u093E \u0930\u0939\u0940 \u0939\u0948
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=\u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0938\u0942\u091A\u0940 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u093E
CONTACTING_SERVER_TEXT=\u0938\u0930\u094D\u0935\u0930 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092A\u094D\u0930\u093E\u092A\u094D\u0924 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
ALREADY_INSTALLED_TEXT=\u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u094D\u0925\u093E\u092A\u093F\u0924
ADDED_TEXT=\u091C\u094B\u0921\u093C\u093E
TO_AVAILABLE_MOD_PACKS_TEXT=\u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0947 \u0932\u093F\u090F
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=\u092E\u0949\u0921 \u092A\u0948\u0915 \u092E\u0947\u0928\u093F\u092B\u093C\u0947\u0938\u094D\u091F \u0915\u094B \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u091A\u093F\u0939\u094D\u0928\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948 \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092F\u0939 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0939\u0948 \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=\u092B\u093C\u093E\u0907\u0932 \u0915\u094B \u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0942\u092A \u0938\u0947 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=\u0938\u094D\u0925\u093E\u0928\u0940\u092F \u092B\u093C\u093E\u0907\u0932 \u0915\u094B JSON \u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F \u092E\u0947\u0902 \u092A\u0922\u093C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092B\u093C\u093E\u0907\u0932 \u0922\u0942\u0902\u0922\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
UNABLE_CLOSE_STREAMS_TEXT=\u0938\u094D\u091F\u094D\u0930\u0940\u092E \u092C\u0902\u0926 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=\u092A\u093E\u0930\u094D\u0938\u093F\u0902\u0917 \u0915\u0947 \u0932\u093F\u090F \u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092E\u0947\u0928\u093F\u092B\u093C\u0947\u0938\u094D\u091F \u0916\u094B\u0932\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
UNABLE_ACCESS_FORGE_JAR_TEXT=\u092B\u094B\u0930\u094D\u091C \u091C\u093E\u0930 \u092B\u093C\u093E\u0907\u0932 \u0924\u0915 \u092A\u0939\u0941\u0901\u091A\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=Mojang \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923 \u0938\u0930\u094D\u0935\u0930 \u0924\u0915 \u092A\u0939\u0941\u0901\u091A\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E! \u091C\u093E\u0901\u091A \u0915\u0930\u0928\u093E \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=\u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u0917\u0947\u092E \u092E\u094B\u0921 \u092E\u0947\u0902 \u091A\u0932 \u0930\u0939\u093E \u0939\u0948\u0964 \u0932\u0949\u0917\u093F\u0928 \u0936\u0941\u0930\u0942 \u0939\u094B \u0930\u0939\u093E \u0939\u0948...
LOGIN_PROCESS_FINISHED_TEXT=\u0932\u0949\u0917\u093F\u0928 \u092A\u094D\u0930\u0915\u094D\u0930\u093F\u092F\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u0908 \u0939\u0948.
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=\u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u0917\u0947\u092E \u092E\u094B\u0921 \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948. \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923/\u0932\u0949\u0917\u093F\u0928 \u0939\u0948\u0902\u0921\u0932\u0930 \u0915\u094B \u091B\u094B\u0921\u093C\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948\u0964
LAUNCHING_MOD_PACK_TEXT=\u092E\u0949\u0921 \u092A\u0948\u0915 \u0932\u0949\u0928\u094D\u091A \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
UNABLE_START_GAME_EXCEPTION_TEXT=\u0917\u0947\u092E \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u090F\u0915 \u0905\u092A\u0935\u093E\u0926 \u0939\u0941\u0906!
REQUIRES_MIN_OF_TEXT=\u0915\u0940 \u0928\u094D\u092F\u0942\u0928\u0924\u092E \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948
GB_OF_RAM_TEXT=\u091C\u0940\u092C\u0940 \u0930\u0948\u092E
MAX_RAM_SETTING_MUST_INCREASE_TEXT=\u0905\u0927\u093F\u0915\u0924\u092E \u0930\u0948\u092E \u0938\u0947\u091F\u093F\u0902\u0917 \u092C\u0922\u093C\u093E\u0928\u0940 \u0939\u094B\u0917\u0940\u0964
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948! \u092A\u0939\u0932\u0947 \u092E\u0949\u0921 \u092A\u0948\u0915 \u092A\u0930 \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u094B\u0917\u093E\u0964
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=\u0915\u094B\u0908 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902. \u091C\u092C \u0924\u0915 \u0915\u094B\u0908 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0928 \u0939\u094B, \u0938\u0930\u094D\u0935\u0930 \u0932\u0949\u0928\u094D\u091A \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \\
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=\u092F\u093E\u0926 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u093E \u0921\u093F\u0938\u094D\u0915 \u092A\u0930 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E. \u0932\u0949\u0917\u093F\u0928 \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u0926\u093F\u0916\u093E\u0908 \u091C\u093E \u0930\u0939\u0940 \u0939\u0948...
SEE_YOU_SOON_TEXT=\u091C\u0932\u094D\u0926 \u0939\u0940 \u092B\u093F\u0930 \u092E\u093F\u0932\u0947\u0902\u0917\u0947!
PERFORMING_APP_CLEANUP_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094D\u0932\u0940\u0928\u0905\u092A \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948...
FINISHED_APP_CLEANUP_TEXT=\u0905\u0928\u0941\u092A\u094D\u0930\u092F\u094B\u0917 \u0938\u092B\u093C\u093E\u0908 \u0938\u092E\u093E\u092A\u094D\u0924
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0932\u0949\u0917\u093F\u0902\u0917 \u0938\u093F\u0938\u094D\u091F\u092E \u0915\u094B \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930 \u0915\u0930\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0906\u0908\u0964
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0932\u0949\u0917 \u0907\u0928 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E.
USAGE_TEXT=\u092A\u094D\u0930\u092F\u094B\u0917
INVALID_ARGS_SPECIFIED_TEXT=\u0905\u092E\u093E\u0928\u094D\u092F \u0924\u0930\u094D\u0915 \u0928\u093F\u0930\u094D\u0926\u093F\u0937\u094D\u091F.
UNABLE_WAIT_PENDING_LOGIN_TEXT=\u0932\u0902\u092C\u093F\u0924 \u0932\u0949\u0917\u093F\u0928 \u0915\u093E\u0930\u094D\u092F \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925.
AUTH_UNABLE_TO_REFRESH_TEXT=\u092F\u093E\u0926 \u0915\u093F\u090F \u0917\u090F \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u0947 \u0915\u093E \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923 \u0924\u093E\u091C\u093C\u093E \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925! \u0932\u0949\u0917\u093F\u0928 \u092A\u0930 \u0932\u094C\u091F \u0930\u0939\u0947 \u0939\u0948\u0902.
main.pagination.empty=\u0915\u094B\u0908 \u092A\u0948\u0915 \u0928\u0939\u0940\u0902
main.pagination.pageOfPages={1} \u092E\u0947\u0902 \u0938\u0947 \u092A\u0947\u091C {0}
main.pagination.range={2} \u092E\u0947\u0902 \u0938\u0947 {0}\u2013{1} \u0926\u093F\u0916\u093E\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
main.fetchLabel.refreshing=\u0924\u093E\u091C\u093C\u093E \u0939\u094B \u0930\u0939\u0947 \u092E\u0949\u0921\u092A\u0948\u0915...
main.fetchLabel.loading=\u0909\u092A\u0932\u092C\u094D\u0927 \u092A\u0948\u0915 \u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u0947 \u0939\u0948\u0902...
main.fetchLabel.signingIn=\u0907\u0928 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u2026
main.card.lastPlayed=\u0905\u0902\u0924\u093F\u092E \u092C\u093E\u0930 \u0916\u0947\u0932\u093E \u0917\u092F\u093E {0}
main.card.neverPlayed=\u0915\u092D\u0940 \u0928\u0939\u0940\u0902 \u0916\u0947\u0932\u093E
browse.pagination.empty=\u0915\u094B\u0908 \u0906\u0907\u091F\u092E \u0928\u0939\u0940\u0902
browse.urlAdd.checking=\u091C\u093E\u0901\u091A \u0939\u094B \u0930\u0939\u0940 \u0939\u0948...
browse.urlAdd.adding=\u091C\u094B\u0921\u093C\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948...
browse.hostingManifest.saved=\u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E!
browse.hostingManifest.label=\u0939\u094B\u0938\u094D\u091F\u093F\u0902\u0917 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u091C\u0928\u0930\u0947\u091F \u0915\u0930\u0947\u0902
console.copyBtn.success=\u0928\u0915\u0932 \u0915\u0940 \u0917\u0908!
console.crashReportBtn.crashReport=\u0915\u094D\u0930\u0948\u0936 \u0930\u093F\u092A\u094B\u0930\u094D\u091F
console.crashReportBtn.gameLog=\u0916\u0947\u0932 \u0932\u0949\u0917
console.title.console=\u0917\u0947\u092E \u0915\u0902\u0938\u094B\u0932: {0}
console.title.crashed=\u0917\u0947\u092E \u0915\u094D\u0930\u0948\u0936 \u0939\u094B \u0917\u092F\u093E
console.title.crashedWithPack=\u0917\u0947\u092E \u0915\u094D\u0930\u0948\u0936 \u0939\u094B \u0917\u092F\u093E: {0}
console.title.complete=\u0916\u0947\u0932 \u0938\u0924\u094D\u0930 \u092A\u0942\u0930\u093E \u0939\u0941\u0906
console.status.running=\u0926\u094C\u0921\u093C\u0928\u093E
console.status.killed=\u092E\u093E\u0930 \u0921\u093E\u0932\u093E
console.status.exitCode=\u0928\u093F\u0915\u093E\u0938 \u0915\u094B\u0921 {0}
console.status.playedFor={0} \u0915\u0947 \u0932\u093F\u090F \u0916\u0947\u0932\u093E \u0917\u092F\u093E
console.closeBtn.return=\u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u0930 \u0932\u094C\u091F\u0947\u0902
console.log.crashedExitCodeNoReport=\u0917\u0947\u092E \u0928\u093F\u0915\u093E\u0938 \u0915\u094B\u0921 {0} \u0915\u0947 \u0938\u093E\u0925 \u0915\u094D\u0930\u0948\u0936 \u0939\u094B \u0917\u092F\u093E\u0964\\n\u0915\u094B\u0908 \u0915\u094D\u0930\u0948\u0936 \u0930\u093F\u092A\u094B\u0930\u094D\u091F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0928\u0939\u0940\u0902 \u0939\u0941\u0908\u0964
console.truncationLabel=\u0932\u0949\u0917 {0} \u0932\u093E\u0907\u0928\u094B\u0902 \u0938\u0947 \u0905\u0927\u093F\u0915 \u0939\u0948\u0964 \u092A\u0941\u0930\u093E\u0928\u0940 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u093E\u0901 \u0915\u093E\u091F \u0926\u0940 \u0917\u0908 \u0939\u0948\u0902\u0964
console.openLogLink.text=\u092A\u0942\u0930\u094D\u0923 \u0932\u0949\u0917 \u092B\u093C\u093E\u0907\u0932 \u0916\u094B\u0932\u0947\u0902
runtime.status.noneSelected=\u0915\u094B\u0908 \u0930\u0928\u091F\u093E\u0907\u092E \u091A\u092F\u0928\u093F\u0924 \u0928\u0939\u0940\u0902.
runtime.status.deleteFailed=\u0930\u0928\u091F\u093E\u0907\u092E \u0939\u091F\u093E\u0928\u0947 \u092E\u0947\u0902 \u0935\u093F\u092B\u0932.
runtime.status.noneInstalled=\u0915\u094B\u0908 \u0930\u0928\u091F\u093E\u0907\u092E \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948.
runtime.status.allDeleted=\u0938\u092D\u0940 \u0930\u0928\u091F\u093E\u0907\u092E \u0939\u091F\u093E \u0926\u093F\u090F \u0917\u090F.
editor.pickerBtn.label={0} \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902
editor.modSearch.searching=\u0916\u094B\u091C \u0930\u0939\u0947 \u0939\u0948\u0902...
editor.modSearch.failed=\u0916\u094B\u091C \u0935\u093F\u092B\u0932: {0}
progress.cancelBtn.label=\u0930\u0926\u094D\u0926 \u0915\u0930\u0928\u093E
progress.cancelBtn.cancelling=\u0930\u0926\u094D\u0926 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948...
notification.import.failed.title=\u0906\u092F\u093E\u0924 \u0935\u093F\u092B\u0932
notification.install.modpackSuccess.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924
notification.install.modpackSuccess.body={0} \u0905\u092C \u0916\u0947\u0932\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0964
notification.install.vanillaSuccess.title=\u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u0938\u094D\u0925\u093E\u092A\u093F\u0924
notification.install.vanillaSuccess.body=Minecraft {0} \u0905\u092C \u0916\u0947\u0932\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0964
notification.install.loaderSuccess.title=\u0932\u094B\u0921\u0930 \u0938\u094D\u0925\u093E\u092A\u093F\u0924
notification.install.loaderSuccess.body={0} \u0905\u092C \u090F\u0915 \u0916\u093E\u0932\u0940 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0964
notification.install.failed.title=\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0935\u093F\u092B\u0932
notification.install.failed.body={0} \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E: {1}
notification.invite.copied.title=\u0906\u092E\u0902\u0924\u094D\u0930\u0923 \u0932\u093F\u0902\u0915 \u0915\u0949\u092A\u0940 \u0915\u093F\u092F\u093E \u0917\u092F\u093E
notification.uri.modpackAdded.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E
notification.uri.modpackAddFailed.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0928\u0939\u0940\u0902 \u091C\u094B\u0921\u093C\u093E \u091C\u093E \u0938\u0915\u093E
notification.uri.discordJoin.title=\u0915\u0932\u0939 \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u0936\u093E\u092E\u093F\u0932 \u0939\u094B\u0928\u093E
notification.uri.discordJoinFailed.title=\u0936\u093E\u092E\u093F\u0932 \u0928\u0939\u0940\u0902 \u0939\u094B \u0938\u0915\u093E
notification.uri.unsafeLink.title=\u0905\u0938\u0941\u0930\u0915\u094D\u0937\u093F\u0924 \u0932\u093F\u0902\u0915
notification.verify.complete.title=\u092A\u0942\u0930\u094D\u0923 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902
notification.verify.completedWithErrors.title=\u0924\u094D\u0930\u0941\u091F\u093F\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902
notification.invite.copied.body=\u0926\u094B\u0938\u094D\u0924\u094B\u0902 \u0915\u094B \u0906\u092E\u0902\u0924\u094D\u0930\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0907\u0938\u0947 \u0921\u093F\u0938\u094D\u0915\u0949\u0930\u094D\u0921 \u092F\u093E \u0915\u0939\u0940\u0902 \u0914\u0930 \u091A\u093F\u092A\u0915\u093E\u090F\u0901\u0964
notification.uri.modpackAdded.body=\u0932\u093F\u0902\u0915 \u0938\u0947 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u094B \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u092A\u0902\u091C\u0940\u0915\u0943\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E\u0964
notification.uri.modpackAddFailed.body=\u0932\u093F\u0902\u0915 \u0935\u0948\u0927 \u0932\u0917 \u0930\u0939\u093E \u0925\u093E \u0932\u0947\u0915\u093F\u0928 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0935\u093F\u092B\u0932 \u0930\u0939\u093E\u0964 \u0935\u093F\u0935\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0932\u0949\u0917 \u0926\u0947\u0916\u0947\u0902.
notification.uri.discordJoinModpack.body=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u093F\u092F\u093E - \u0907\u0938\u0947 \u0905\u092D\u0940 \u0936\u0941\u0930\u0942 \u0915\u0930 \u0930\u0939\u093E \u0939\u0942\u0901\u0964
notification.uri.discordJoinModpackFailed.body=\u092E\u093F\u0924\u094D\u0930 \u0915\u0947 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u094B \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u093E \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u093F\u092F\u093E \u0932\u0947\u0915\u093F\u0928 \u092F\u0939 \u0935\u093F\u092B\u0932 \u0930\u0939\u093E\u0964 \u0932\u0949\u0917 \u0926\u0947\u0916\u0947\u0902.
notification.uri.discordJoinVanilla.body=Minecraft {0} \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u2014 \u0907\u0938\u0947 \u0905\u092D\u0940 \u0936\u0941\u0930\u0942 \u0915\u0930 \u0930\u0939\u093E \u0939\u0942\u0902\u0964
notification.uri.discordJoinVanillaFailed.body=Minecraft {0} \u0915\u094B \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u093E \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0932\u0947\u0915\u093F\u0928 \u092F\u0939 \u0935\u093F\u092B\u0932 \u0930\u0939\u093E\u0964 \u0932\u0949\u0917 \u0926\u0947\u0916\u0947\u0902.
notification.uri.modpackNotInstalled.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948
notification.uri.modpackNotInstalled.body="{0}" \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0907\u0938\u0947 \u092A\u0939\u0932\u0947 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0932\u093F\u0902\u0915 \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u091C\u094B\u0921\u093C\u0947\u0902\u0964
notification.uri.unsafeLink.body=\u0932\u093F\u0902\u0915 \u0915\u093E \u0932\u0915\u094D\u0937\u094D\u092F \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E, \u0907\u0938\u0932\u093F\u090F \u0932\u0949\u0928\u094D\u091A\u0930 \u0928\u0947 \u0907\u0938\u0947 \u0905\u0938\u094D\u0935\u0940\u0915\u093E\u0930 \u0915\u0930 \u0926\u093F\u092F\u093E\u0964 \u0915\u0947\u0935\u0932 HTTPS \u092E\u0949\u0921\u092A\u0948\u0915 \u092F\u0942\u0906\u0930\u090F\u0932 \u0938\u094D\u0935\u0940\u0915\u093E\u0930 \u0915\u093F\u090F \u091C\u093E\u0924\u0947 \u0939\u0948\u0902\u0964
notification.verify.complete.bodyOne={0} \u092A\u0948\u0915 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924\u0964
notification.verify.complete.bodyMany={0} \u092A\u0948\u0915 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924\u0964
notification.verify.completedWithErrors.body={0} \u0920\u0940\u0915 \u0939\u0948, {1} \u0935\u093F\u092B\u0932\u0964 \u0935\u093F\u0935\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0932\u0949\u0917 \u0926\u0947\u0916\u0947\u0902.
settings.saveBtn.saved=\u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E
settings.exportBtn.success=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E!
settings.exportBtn.failed=\u0905\u0938\u092B\u0932
settings.importBtn.success=\u0906\u092F\u093E\u0924\u093F\u0924!
settings.importBtn.failed=\u0905\u0938\u092B\u0932
settings.versionLabel.devMode=\u0938\u0949\u092B\u093C\u094D\u091F\u0935\u0947\u092F\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923: \u0935\u093F\u0915\u093E\u0938 \u092E\u094B\u0921
settings.versionLabel.normal=\u0938\u0949\u092B\u093C\u094D\u091F\u0935\u0947\u092F\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923: {0}
settings.sysRamLabel=\u0906\u092A\u0915\u0947 \u092A\u093E\u0938 {0} \u091C\u0940\u092C\u0940 \u0930\u0948\u092E \u0939\u0948\u0964 \u0906\u092A \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u092E\u0947\u0902 {1} \u091C\u0940\u092C\u0940 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964
settings.scanFolderDialog.title=\u0938\u094D\u0915\u0948\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u091A\u0941\u0928\u0947\u0902
settings.scanFolderLabel=\u0938\u094D\u0915\u0948\u0928 \u092B\u093C\u094B\u0932\u094D\u0921\u0930: {0}
settings.scanBtn.cancel=\u0930\u0926\u094D\u0926 \u0915\u0930\u0928\u093E
settings.scanOutputLabel.failed=\u0938\u094D\u0915\u0948\u0928 \u0935\u093F\u092B\u0932 (\u0905\u092A\u0935\u093E\u0926)! \u0935\u093F\u0935\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0932\u0949\u0917 \u092B\u093C\u093E\u0907\u0932 \u0926\u0947\u0916\u0947\u0902.
settings.accountUuidLabel=\u092F\u0942\u092F\u0942\u0906\u0908\u0921\u0940: {0}
settings.aboutVersionLabel=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 {0}
settings.fileChooser.importTitle=\u0938\u0947\u091F\u093F\u0902\u0917 \u0906\u092F\u093E\u0924 \u0915\u0930\u0928\u093E
settings.saveBtn.label=\u092C\u091A\u093E\u0928\u093E
settings.exportBtn.label=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0938\u0947\u091F\u093F\u0902\u0917\u094D\u0938
settings.importBtn.label=\u0938\u0947\u091F\u093F\u0902\u0917 \u0906\u092F\u093E\u0924 \u0915\u0930\u0928\u093E
settings.scanBtn.label=\u0938\u094D\u0915\u0948\u0928
main.navbar.library=\u092A\u0941\u0938\u094D\u0924\u0915\u093E\u0932\u092F
main.navbar.browse=\u092C\u094D\u0930\u093E\u0909\u091C\u093C
main.navbar.settings=\u0938\u0947\u091F\u093F\u0902\u0917\u094D\u0938
main.navbar.exit=\u092C\u093E\u0939\u0930 \u0928\u093F\u0915\u0932\u0928\u093E
main.navbar.player=\u0916\u093F\u0932\u093E\u0921\u093C\u0940
main.filter.searchLabel=\u0916\u094B\u091C:
main.filter.typeLabel=\u092A\u094D\u0930\u0915\u093E\u0930:
main.filter.sortLabel=\u0915\u094D\u0930\u092E \u0938\u0947 \u0932\u0917\u093E\u0928\u093E:
main.filter.recentlyUpdatedOnly=\u0939\u093E\u0932 \u0939\u0940 \u092E\u0947\u0902 \u0939\u0940 \u0905\u0926\u094D\u092F\u0924\u0928 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948
main.pagination.perPageLabel=\u092A\u094D\u0930\u0924\u093F \u092A\u0943\u0937\u094D\u0920:
main.pagination.prev=\u25C0 \u092A\u093F\u091B\u0932\u093E
main.pagination.next=\u0905\u0917\u0932\u093E \u25B6
main.fetchLabel.offline=\u0911\u092B\u0932\u093E\u0907\u0928
main.bottomBar.versionLabel=\u092E\u0940\u0915\u093E \u0932\u093E\u0902\u091A\u0930
browse.navbar.title=\u092C\u094D\u0930\u093E\u0909\u091C\u093C
browse.filter.statusLabel=\u0938\u094D\u0925\u093F\u0924\u093F:
browse.bottomBar.urlLabel=\u092F\u0942\u0906\u0930\u090F\u0932:
browse.bottomBar.urlAddBtn=\u092F\u0942\u0906\u0930\u090F\u0932 \u0938\u0947 \u091C\u094B\u0921\u093C\u0947\u0902
browse.bottomBar.importZipBtn=\u091C\u093C\u093F\u092A \u0906\u092F\u093E\u0924 \u0915\u0930\u0947\u0902
browse.bottomBar.editorBtn=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u0902\u092A\u093E\u0926\u0915
browse.bottomBar.returnBtn=\u0935\u093E\u092A\u0938 \u0915\u0930\u0928\u093E
runtime.navbar.title=\u0930\u0928\u091F\u093E\u0907\u092E \u092A\u094D\u0930\u092C\u0902\u0927\u0928
runtime.section.installed=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u091C\u093E\u0935\u093E \u0930\u0928\u091F\u093E\u0907\u092E\u094D\u0938
runtime.status.selectAPrompt=\u0907\u0938\u0947 \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u0930\u0928\u091F\u093E\u0907\u092E \u091A\u0941\u0928\u0947\u0902\u0964
runtime.refreshBtn=\u0924\u093E\u091C\u093C\u093E \u0915\u0930\u0928\u093E
runtime.deleteBtn=\u092E\u093F\u091F\u093E\u0928\u093E
runtime.deleteAllBtn=\u0938\u092D\u0940 \u0939\u091F\u093E \u0926\u094B
runtime.infoLabel=\u092E\u0949\u0921\u092A\u0948\u0915 \u0932\u0949\u0928\u094D\u091A \u0915\u0930\u0924\u0947 \u0938\u092E\u092F \u0930\u0928\u091F\u093E\u0907\u092E \u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u091C\u093E\u0924\u0947 \u0939\u0948\u0902\u0964
runtime.returnBtn=\u0935\u093E\u092A\u0938 \u0915\u0930\u0928\u093E
console.navbar.title=\u0917\u0947\u092E \u0915\u0902\u0938\u094B\u0932
console.copyBtn.label=\u092A\u094D\u0930\u0924\u093F\u0932\u093F\u092A\u093F
console.killBtn.label=\u0916\u0947\u0932 \u0915\u094B \u092E\u093E\u0930 \u0921\u093E\u0932\u094B
console.closeBtn.label=\u092C\u0902\u0926 \u0915\u0930\u0928\u093E
login.title=\u0905\u092D\u094D\u0930\u0915 \u0932\u093E\u0902\u091A\u0930
login.subtitle=\u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u093E\u0907\u0928 \u0907\u0928 \u0915\u0930\u0947\u0902
login.stayLoggedIn=\u0932\u0949\u0917 \u0907\u0928 \u0930\u0939\u0947\u0902
login.exitBtn=\u092C\u093E\u0939\u0930 \u0928\u093F\u0915\u0932\u0928\u093E
progress.title.justAMoment=\u092C\u0938 \u090F\u0915 \u092A\u0932
progress.title.preparingLaunch=\u0932\u0949\u0928\u094D\u091A \u0915\u0940 \u0924\u0948\u092F\u093E\u0930\u0940 \u0939\u094B \u0930\u0939\u0940 \u0939\u0948...
editor.navbar.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u0902\u092A\u093E\u0926\u0915
editor.toolbar.new=\u0928\u092F\u093E
editor.toolbar.openFile=\u0916\u0941\u0932\u0940 \u092B\u093E\u0907\u0932
editor.toolbar.openUrl=\u092F\u0942\u0906\u0930\u090F\u0932 \u0916\u094B\u0932\u0947\u0902
editor.toolbar.validate=\u092E\u093E\u0928\u094D\u092F
editor.toolbar.diff=\u0905\u0902\u0924\u0930
editor.tab.metadata=\u092E\u0947\u091F\u093E\u0921\u093E\u091F\u093E
editor.section.packIdentity=\u092A\u0948\u0915 \u092A\u0939\u091A\u093E\u0928
editor.bumpBtn.major=\u092A\u094D\u0930\u092E\u0941\u0916
editor.bumpBtn.minor=\u0928\u093E\u092C\u093E\u0932\u093F\u0917
editor.bumpBtn.patch=\u092A\u0948\u092C\u0902\u0926
editor.section.flags=\u091D\u0902\u0921\u0947
editor.toggle.unstable=\u0905\u0938\u094D\u0925\u093F\u0930 (\u092C\u0940\u091F\u093E)
editor.toggle.customDiscordRpc=\u0915\u0938\u094D\u091F\u092E \u0921\u093F\u0938\u094D\u0915\u0949\u0930\u094D\u0921 \u0906\u0930\u092A\u0940\u0938\u0940
editor.section.modloader=\u092E\u0949\u0921\u0932\u094B\u0921\u0930
editor.pickerBtn.forge=\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902
editor.modloaderHint=\u092B\u094B\u0930\u094D\u091C/\u0928\u093F\u092F\u094B\u092B\u094B\u0930\u094D\u091C: \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 JAR URL \u092A\u0947\u0938\u094D\u091F \u0915\u0930\u0947\u0902\u0964 \u092B\u0948\u092C\u094D\u0930\u093F\u0915: \u092E\u0947\u091F\u093E.\u092B\u0948\u092C\u094D\u0930\u093F\u0915\u090F\u092E\u0938\u0940.\u0928\u0947\u091F \u092A\u094D\u0930\u094B\u092B\u093E\u0907\u0932-\u091C\u0947\u090F\u0938\u0913\u090F\u0928 \u092F\u0942\u0906\u0930\u090F\u0932 (\u0939\u0948\u0936 \u0935\u0948\u0915\u0932\u094D\u092A\u093F\u0915) \u092A\u0947\u0938\u094D\u091F \u0915\u0930\u0947\u0902\u0964
editor.section.images=\u0907\u092E\u0947\u091C\u093F\u0938
editor.section.scanExclusions=\u0938\u094D\u0915\u0948\u0928 \u092C\u0939\u093F\u0937\u094D\u0915\u0930\u0923 (\u092A\u094D\u0930\u0924\u093F \u092A\u0902\u0915\u094D\u0924\u093F \u090F\u0915)
editor.status.noFile=\u0915\u094B\u0908 \u092B\u093C\u093E\u0907\u0932 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0939\u0941\u0908
editor.saveBtn=\u092C\u091A\u093E\u0928\u093E
editor.returnBtn=\u0935\u093E\u092A\u0938 \u0915\u0930\u0928\u093E
settings.fxml.settings=\u0938\u0947\u091F\u093F\u0902\u0917\u094D\u0938
settings.fxml.offline=\u0911\u092B\u0932\u093E\u0907\u0928
settings.fxml.account=\u0916\u093E\u0924\u093E
settings.fxml.game=\u0916\u0947\u0932
settings.fxml.appearance=\u0909\u092A\u0938\u094D\u0925\u093F\u0924\u093F
settings.fxml.advanced=\u0935\u093F\u0915\u0938\u093F\u0924
settings.fxml.network=\u0928\u0947\u091F\u0935\u0930\u094D\u0915
settings.fxml.security=\u0938\u0941\u0930\u0915\u094D\u0937\u093E
settings.fxml.system=\u092A\u094D\u0930\u0923\u093E\u0932\u0940
settings.fxml.discord=\u0915\u0932\u0939
settings.fxml.rgb=\u0906\u0930\u091C\u0940\u092C\u0940
settings.fxml.about=\u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902
settings.fxml.player=\u0916\u093F\u0932\u093E\u0921\u093C\u0940
settings.fxml.uuid=\u092F\u0942\u092F\u0942\u0906\u0908\u0921\u0940:...
settings.fxml.helpfulLinks=\u0938\u0939\u093E\u092F\u0915 \u0932\u093F\u0902\u0915\u094D\u0938
settings.fxml.minecraftNet=Minecraft.net
settings.fxml.microsoftAccount=\u092E\u093E\u0907\u0915\u094D\u0930\u094B\u0938\u0949\u092B\u094D\u091F \u0916\u093E\u0924\u093E
settings.fxml.signOut=\u0938\u093E\u0907\u0928 \u0906\u0909\u091F
settings.fxml.signingOutWill=\u0938\u093E\u0907\u0928 \u0906\u0909\u091F \u0915\u0930\u0928\u0947 \u0938\u0947 \u0906\u092A\u0915\u093E \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E \u0932\u0949\u0917\u093F\u0928 \u0938\u093E\u092B\u093C \u0939\u094B \u091C\u093E\u090F\u0917\u093E \u0914\u0930 \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u0941\u0928\u0930\u093E\u0930\u0902\u092D \u0939\u094B \u091C\u093E\u090F\u0917\u093E\u0964
settings.fxml.logOut=\u0932\u0949\u0917 \u0906\u0909\u091F
settings.fxml.minimumRamGb=\u0928\u094D\u092F\u0942\u0928\u0924\u092E \u0930\u0948\u092E (\u091C\u0940\u092C\u0940)
settings.fxml.maximumRamGb=\u0905\u0927\u093F\u0915\u0924\u092E \u0930\u0948\u092E (\u091C\u0940\u092C\u0940)
settings.fxml.youHaveX=\u0906\u092A\u0915\u0947 \u092A\u093E\u0938 \u090F\u0915\u094D\u0938 \u091C\u0940\u092C\u0940 \u0930\u0948\u092E \u0939\u0948. \u0906\u092A \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u092E\u0947\u0902 \u090F\u0915\u094D\u0938 \u091C\u0940\u092C\u0940 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964
settings.fxml.jvmPreset=\u091C\u0947\u0935\u0940\u090F\u092E \u092A\u094D\u0930\u0940\u0938\u0947\u091F
settings.fxml.generateJvmArgs=\u0905\u0928\u0941\u0936\u0902\u0938\u093F\u0924 \u0924\u0930\u094D\u0915 \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0915\u0930\u0947\u0902
settings.fxml.theme=\u0935\u093F\u0937\u092F
settings.fxml.language=\u092D\u093E\u0937\u093E
settings.fxml.defaultsToYour=\u0906\u092A\u0915\u0947 \u0911\u092A\u0930\u0947\u091F\u093F\u0902\u0917 \u0938\u093F\u0938\u094D\u091F\u092E \u0915\u0940 \u092D\u093E\u0937\u093E \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u0948. \u0909\u0938 \u092A\u0939\u091A\u093E\u0928 \u0915\u094B \u0913\u0935\u0930\u0930\u093E\u0907\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092F\u0939\u093E\u0902 \u090F\u0915 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u092D\u093E\u0937\u093E \u091A\u0941\u0928\u0947\u0902\u0964 \u0905\u0917\u0932\u0947 \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u0941\u0928\u0930\u093E\u0930\u0902\u092D \u092A\u0930 \u092A\u094D\u0930\u092D\u093E\u0935\u0940 \u0939\u094B\u0924\u093E \u0939\u0948\u0964
settings.fxml.packImagery=\u0907\u092E\u0947\u091C\u0930\u0940 \u092A\u0948\u0915 \u0915\u0930\u0947\u0902
settings.fxml.whenOnModpack=\u091A\u093E\u0932\u0942 \u0939\u094B\u0928\u0947 \u092A\u0930, \u092E\u0941\u0916\u094D\u092F \u092E\u0947\u0928\u0942 \u092A\u0930 \u092E\u0949\u0921\u092A\u0948\u0915 \u0914\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u093E\u0930\u094D\u0921 \u0914\u0930 \u092C\u094D\u0930\u093E\u0909\u091C\u093C \u0926\u0943\u0936\u094D\u092F \u092A\u094D\u0930\u0915\u094D\u0930\u093F\u092F\u093E\u0924\u094D\u092E\u0915 \u0917\u094D\u0930\u0947\u0921\u093F\u090F\u0902\u091F \u0915\u0947 \u0936\u0940\u0930\u094D\u0937 \u092A\u0930 \u092A\u0948\u0915 \u0915\u0940 \u092A\u0943\u0937\u094D\u0920\u092D\u0942\u092E\u093F \u091B\u0935\u093F \u0926\u093F\u0916\u093E\u0924\u0947 \u0939\u0948\u0902\u0964 \u092C\u0902\u0926 \u0939\u094B\u0928\u0947 \u092A\u0930, \u0938\u093E\u092B\u093C, \u0905\u0927\u093F\u0915 \u0938\u092E\u093E\u0928 \u0932\u0941\u0915 \u0915\u0947 \u0932\u093F\u090F \u0915\u0947\u0935\u0932 \u0917\u094D\u0930\u0947\u0921\u093F\u090F\u0902\u091F \u0926\u093F\u0916\u093E\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948\u0964
settings.fxml.showPackBackground=\u0915\u093E\u0930\u094D\u0921\u094B\u0902 \u092A\u0930 \u092A\u0948\u0915 \u092A\u0943\u0937\u094D\u0920\u092D\u0942\u092E\u093F \u091B\u0935\u093F\u092F\u093E\u0901 \u0926\u093F\u0916\u093E\u090F\u0901
settings.fxml.debugMode=\u0921\u093F\u092C\u0917 \u092E\u094B\u0921
settings.fxml.windowResizing=\u0935\u093F\u0902\u0921\u094B \u0915\u093E \u0906\u0915\u093E\u0930 \u092C\u0926\u0932\u0928\u093E
settings.fxml.enhancedLogging=\u0909\u0928\u094D\u0928\u0924 \u0932\u0949\u0917\u093F\u0902\u0917
settings.fxml.inGameConsole=\u0907\u0928-\u0917\u0947\u092E \u0915\u0902\u0938\u094B\u0932
settings.fxml.throttleDownloadsOn=\u092C\u0948\u091F\u0930\u0940 \u092A\u0930 \u0925\u094D\u0930\u0949\u091F\u0932 \u0921\u093E\u0909\u0928\u0932\u094B\u0921
settings.fxml.lwjglArm64Patching=LWJGL ARM64 \u092A\u0948\u091A\u093F\u0902\u0917
settings.fxml.replacesX86_64Lwjgl2=Apple \u0938\u093F\u0932\u093F\u0915\u0949\u0928 / ARM Linux \u092A\u0930 Minecraft 1.12.2 \u0914\u0930 \u0909\u0938\u0938\u0947 \u0928\u0940\u091A\u0947 \u0915\u0947 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F x86_64 LWJGL2 \u0928\u0947\u091F\u093F\u0935 \u0915\u094B ARM64 \u092C\u093F\u0932\u094D\u0921 \u0938\u0947 \u092A\u094D\u0930\u0924\u093F\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0924\u093E \u0939\u0948\u0964
settings.fxml.securityScanFrequency=\u0938\u0941\u0930\u0915\u094D\u0937\u093E \u0938\u094D\u0915\u0948\u0928 \u0906\u0935\u0943\u0924\u094D\u0924\u093F
settings.fxml.howOftenThe=\u0932\u0949\u0928\u094D\u091A \u0938\u0947 \u092A\u0939\u0932\u0947 \u092E\u0948\u0932\u0935\u0947\u092F\u0930 \u0938\u094D\u0915\u0948\u0928 \u0915\u093F\u0924\u0928\u0940 \u092C\u093E\u0930 \u091A\u0932\u0924\u093E \u0939\u0948. \u0926\u0948\u0928\u093F\u0915 \u0905\u0928\u0941\u0936\u0902\u0938\u093F\u0924 \u0939\u0948 - \u0915\u0948\u091A \u0924\u0941\u0930\u0902\u0924 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u092A\u094D\u0930\u0915\u091F \u0915\u0930\u0924\u093E \u0939\u0948 \u0914\u0930 \u0905\u0928\u094D\u092F\u0925\u093E \u092A\u094D\u0930\u0924\u093F \u0926\u093F\u0928 \u0905\u0927\u093F\u0915\u0924\u092E \u090F\u0915 \u092C\u093E\u0930 \u091A\u0932\u0924\u093E \u0939\u0948 \u0924\u093E\u0915\u093F \u0932\u0949\u0928\u094D\u091A \u0924\u094D\u0935\u0930\u093F\u0924 \u0930\u0939\u0947\u0902\u0964 \u0905\u0932\u0917-\u0905\u0932\u0917 \u092A\u0948\u0915 \u0905\u092A\u0928\u0947 \u0909\u0928\u094D\u0928\u0924 \u0905\u0928\u0941\u092D\u093E\u0917 \u092E\u0947\u0902 \u0907\u0938\u0947 \u0913\u0935\u0930\u0930\u093E\u0907\u0921 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
settings.fxml.gameFileIntegrity=\u0916\u0947\u0932 \u092B\u093C\u093E\u0907\u0932 \u0935\u092B\u093C\u093E\u0926\u093E\u0930\u0940
settings.fxml.reHashesEvery=\u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u090F \u0917\u090F \u092A\u0948\u0915 \u092E\u0947\u0902 \u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u092E\u0949\u0921, \u0932\u093E\u0907\u092C\u094D\u0930\u0947\u0930\u0940 \u0914\u0930 \u090F\u0938\u0947\u091F \u0915\u094B \u0909\u0938\u0915\u0947 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u0915\u0947 \u0935\u093F\u0930\u0941\u0926\u094D\u0927 \u092A\u0941\u0928\u0903 \u0939\u0948\u0936 \u0915\u0930\u0924\u093E \u0939\u0948\u0964 \u0915\u093F\u0938\u0940 \u092D\u0940 \u0916\u0930\u093E\u092C \u091A\u0940\u091C\u093C \u0915\u0940 \u092E\u0930\u092E\u094D\u092E\u0924 \u0915\u0930\u0924\u093E \u0939\u0948\u0964 \u092A\u094D\u0930\u0924\u093F \u092A\u0948\u0915 \u0915\u0941\u091B \u0938\u0947\u0915\u0902\u0921 \u0932\u0917\u0924\u0947 \u0939\u0948\u0902 - \u092C\u0921\u093C\u0947 \u092A\u0941\u0938\u094D\u0924\u0915\u093E\u0932\u092F \u0915\u0941\u0932 \u092E\u093F\u0932\u093E\u0915\u0930 \u0915\u0941\u091B \u092E\u093F\u0928\u091F \u0924\u0915 \u091A\u0932 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
settings.fxml.verifyAllGame=\u0938\u092D\u0940 \u0917\u0947\u092E \u092B\u093C\u093E\u0907\u0932\u094B\u0902 \u0915\u094B \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902
settings.fxml.thirdPartyIntegrations=\u0924\u0943\u0924\u0940\u092F-\u092A\u0915\u094D\u0937 \u090F\u0915\u0940\u0915\u0930\u0923
settings.fxml.curseforgeCoreApi=\u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u0915\u094B\u0930 \u090F\u092A\u0940\u0906\u0908 \u0915\u0941\u0902\u091C\u0940\u0964 URL \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u092E\u0949\u0921\u092A\u0948\u0915 \u0906\u092F\u093E\u0924 \u0915\u0930\u0928\u093E \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948\u0964 console.curseforge.com \u2192 My API \u0915\u0941\u0902\u091C\u093F\u092F\u093E\u0901 \u092A\u0930 \u090F\u0915 \u092A\u094D\u0930\u093E\u092A\u094D\u0924 \u0915\u0930\u0947\u0902\u0964 \u0907\u0938 \u092E\u0936\u0940\u0928 \u092A\u0930 \u0909\u0938\u0940 \u092F\u094B\u091C\u0928\u093E \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0915\u0947 \u090F\u0928\u094D\u0915\u094D\u0930\u093F\u092A\u094D\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 \u091C\u094B \u0906\u092A\u0915\u0947 Minecraft \u0938\u093E\u0907\u0928-\u0907\u0928 \u091F\u094B\u0915\u0928 \u0915\u0940 \u0938\u0941\u0930\u0915\u094D\u0937\u093E \u0915\u0930\u0924\u093E \u0939\u0948 - \u092F\u0939 \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094B \u0915\u092D\u0940 \u092D\u0940 \u092A\u094D\u0932\u0947\u0928\u091F\u0947\u0915\u094D\u0938\u094D\u091F \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u091B\u094B\u0921\u093C\u0924\u093E \u0939\u0948\u0964
settings.fxml.save=\u092C\u091A\u093E\u0928\u093E
settings.fxml.clear=\u0938\u094D\u092A\u0937\u094D\u091F
settings.fxml.enableProxy=\u092A\u094D\u0930\u0949\u0915\u094D\u0938\u0940 \u0938\u0915\u094D\u0937\u092E \u0915\u0930\u0947\u0902
settings.fxml.proxyType=\u092A\u094D\u0930\u0949\u0915\u094D\u0938\u0940 \u092A\u094D\u0930\u0915\u093E\u0930
settings.fxml.proxyHost=\u091B\u0926\u094D\u092E \u092E\u0947\u091C\u092C\u093E\u0928
settings.fxml.proxyPort=\u092A\u094D\u0930\u0949\u0915\u094D\u0938\u0940 \u092A\u094B\u0930\u094D\u091F
settings.fxml.malwareScanning=\u092E\u0948\u0932\u0935\u0947\u092F\u0930 \u0938\u094D\u0915\u0948\u0928\u093F\u0902\u0917
settings.fxml.scanFolderPath=\u0938\u094D\u0915\u0948\u0928 \u092B\u093C\u094B\u0932\u094D\u0921\u0930: /\u092A\u0925
settings.fxml.scan=\u0938\u094D\u0915\u0948\u0928
settings.fxml.changeFolder=\u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u0930\u0947\u0902
settings.fxml.scanOutput=\u0938\u094D\u0915\u0948\u0928 \u0906\u0909\u091F\u092A\u0941\u091F
settings.fxml.deepLinksMmcl=\u0921\u0940\u092A \u0932\u093F\u0902\u0915\u094D\u0938 (mmcl://)
settings.fxml.whenEnabledQuot=\u0938\u0915\u094D\u0937\u092E \u0939\u094B\u0928\u0947 \u092A\u0930, &quot;\u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902&quot; \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u092A\u0930 \u0932\u093F\u0902\u0915 \u0914\u0930 \u0921\u093F\u0938\u094D\u0915\u0949\u0930\u094D\u0921 &quot;\u0917\u0947\u092E \u0938\u0947 \u091C\u0941\u0921\u093C\u0947\u0902&quot; \u092C\u091F\u0928 \u0907\u0938 \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094B \u0916\u094B\u0932\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0932\u093F\u0902\u0915 \u0915\u093F\u090F \u0917\u090F \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u094B \u091C\u094B\u0921\u093C\u0924\u0947 \u092F\u093E \u0932\u0949\u0928\u094D\u091A \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964 \u0905\u0935\u093F\u0936\u094D\u0935\u0938\u0928\u0940\u092F \u0939\u094B\u0938\u094D\u091F \u0915\u094B \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0939\u092E\u0947\u0936\u093E \u090F\u0915 \u092A\u0941\u0937\u094D\u091F\u093F\u0915\u0930\u0923 \u0915\u094D\u0932\u093F\u0915 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u094B\u0924\u0940 \u0939\u0948\u0964
settings.fxml.allowMmclDeep=\u090F\u092E\u090F\u092E\u0938\u0940\u090F\u0932: // \u0921\u0940\u092A \u0932\u093F\u0902\u0915 \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0926\u0947\u0902
settings.fxml.resetAmpRuntime=\u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902 & amp; \u0930\u0928\u091F\u093E\u0907\u092E \u0935\u093F\u0915\u0932\u094D\u092A
settings.fxml.resetLauncher=\u0932\u0949\u0928\u094D\u091A\u0930 \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
settings.fxml.resetRuntimes=\u0930\u0928\u091F\u093E\u0907\u092E \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
settings.fxml.manageRuntimes=\u0930\u0928\u091F\u093E\u0907\u092E \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0947\u0902
settings.fxml.importExport=\u0906\u092F\u093E\u0924/\u0928\u093F\u0930\u094D\u092F\u093E\u0924
settings.fxml.exportSettings=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0938\u0947\u091F\u093F\u0902\u0917\u094D\u0938
settings.fxml.importSettings=\u0938\u0947\u091F\u093F\u0902\u0917 \u0906\u092F\u093E\u0924 \u0915\u0930\u0928\u093E
settings.fxml.openLauncherFolder=\u0932\u0949\u0928\u094D\u091A\u0930 \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0916\u094B\u0932\u0947\u0902
settings.fxml.launcherVersionErr_unk=\u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923: ERR_UNK
settings.fxml.richPresence=\u0938\u092E\u0943\u0926\u094D\u0927 \u0909\u092A\u0938\u094D\u0925\u093F\u0924\u093F
settings.fxml.discordIntegration=\u0915\u0932\u0939 \u090F\u0915\u0940\u0915\u0930\u0923
settings.fxml.showWhatYou=\u0926\u093F\u0916\u093E\u090F\u0901 \u0915\u093F \u0906\u092A \u0905\u092A\u0928\u0940 \u0921\u093F\u0938\u094D\u0915\u0949\u0930\u094D\u0921 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u092A\u0930 \u0915\u094D\u092F\u093E \u0916\u0947\u0932 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u0921\u093F\u0938\u094D\u0915\u0949\u0930\u094D\u0921 \u0921\u0947\u0938\u094D\u0915\u091F\u0949\u092A \u0910\u092A \u0915\u094B \u0909\u0938\u0940 \u092E\u0936\u0940\u0928 \u092A\u0930 \u091A\u0932\u093E\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948 - \u0932\u0949\u0928\u094D\u091A\u0930 \u0906\u0908\u092A\u0940\u0938\u0940 \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0942\u092A \u0938\u0947 \u0909\u0938\u0938\u0947 \u092C\u093E\u0924 \u0915\u0930\u0924\u093E \u0939\u0948, \u0915\u093F\u0938\u0940 \u091F\u094B\u0915\u0928 \u092F\u093E \u0932\u0949\u0917\u093F\u0928 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
settings.fxml.friendInvites=\u092E\u093F\u0924\u094D\u0930 \u0906\u092E\u0902\u0924\u094D\u0930\u0923
settings.fxml.allowDiscordInvites=\u0915\u0932\u0939 \u0906\u092E\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0926\u0947\u0902
settings.fxml.whenEnabledFriends=\u0938\u0915\u094D\u0937\u092E \u0939\u094B\u0928\u0947 \u092A\u0930, \u091C\u094B \u092E\u093F\u0924\u094D\u0930 \u0906\u092A\u0915\u0947 \u0917\u0947\u092E \u092E\u0947\u0902 \u0930\u0939\u0928\u0947 \u0915\u0947 \u0926\u094C\u0930\u093E\u0928 \u0906\u092A\u0915\u0940 \u0921\u093F\u0938\u0949\u0930\u094D\u0921\u0930 \u0938\u094D\u0925\u093F\u0924\u093F \u0926\u0947\u0916\u0924\u0947 \u0939\u0948\u0902 \u0909\u0928\u094D\u0939\u0947\u0902 &quot;\u0917\u0947\u092E \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0939\u094B\u0902&quot; \u092E\u093F\u0932\u0924\u093E \u0939\u0948\u0964 \u0906\u092A\u0915\u0940 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u092A\u0930 \u092C\u091F\u0928 \u091C\u094B \u0911\u091F\u094B-\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0924\u093E \u0939\u0948 \u0914\u0930 \u0909\u0928\u0915\u0940 \u092E\u0936\u0940\u0928 \u092A\u0930 \u0938\u092E\u093E\u0928 \u092E\u0949\u0921\u092A\u0948\u0915 \u0932\u0949\u0928\u094D\u091A \u0915\u0930\u0924\u093E \u0939\u0948\u0964 \u0915\u0947\u0935\u0932 \u0936\u093E\u092E\u093F\u0932 \u0939\u094B\u0928\u0947 \u0935\u093E\u0932\u0947 \u092C\u091F\u0928 \u0915\u094B \u0905\u0915\u094D\u0937\u092E \u0915\u0930\u0924\u093E \u0939\u0948 - \u0938\u092E\u0943\u0926\u094D\u0927 \u0909\u092A\u0938\u094D\u0925\u093F\u0924\u093F \u0938\u094D\u0935\u092F\u0902 \u090A\u092A\u0930 \u0926\u093F\u090F \u0917\u090F \u091F\u0949\u0917\u0932 \u0926\u094D\u0935\u093E\u0930\u093E \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u093F\u0924 \u0939\u094B\u0924\u0940 \u0939\u0948\u0964
settings.fxml.youCanAlso=\u0906\u092A \u092E\u0941\u0916\u094D\u092F \u092E\u0947\u0928\u0942 \u092A\u0930 \u0915\u093F\u0938\u0940 \u092D\u0940 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u093E\u0930\u094D\u0921 \u092A\u0930 \u0930\u093E\u0907\u091F-\u0915\u094D\u0932\u093F\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 "\u0915\u0949\u092A\u0940 \u0921\u093F\u0938\u094D\u0915\u0949\u0930\u094D\u0921 \u0907\u0928\u0935\u093E\u0907\u091F \u0932\u093F\u0902\u0915" \u091A\u0941\u0928 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0915\u093F\u0938\u0940 \u092D\u0940 \u091A\u0948\u091F \u092E\u0947\u0902 \u0938\u0940\u0927\u0947 \u0936\u093E\u092E\u093F\u0932 \u0939\u094B\u0928\u0947 \u0935\u093E\u0932\u0947 URL \u0915\u094B \u0938\u093E\u091D\u093E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F\u0964
settings.fxml.rgbLighting=\u0906\u0930\u091C\u0940\u092C\u0940 \u092A\u094D\u0930\u0915\u093E\u0936
settings.fxml.lightingBackend=\u0932\u093E\u0907\u091F\u093F\u0902\u0917 \u092C\u0948\u0915\u090F\u0902\u0921
settings.fxml.enableRgbLighting=\u0906\u0930\u091C\u0940\u092C\u0940 \u092A\u094D\u0930\u0915\u093E\u0936 \u0938\u0915\u094D\u0937\u092E \u0915\u0930\u0947\u0902
settings.fxml.whenEnabledThe=\u0938\u0915\u094D\u0937\u092E \u0939\u094B\u0928\u0947 \u092A\u0930, \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u094D\u0932\u0947 \u0915\u0947 \u0926\u094C\u0930\u093E\u0928 \u0906\u092A\u0915\u0947 \u0938\u092E\u0930\u094D\u0925\u093F\u0924 \u0915\u0940\u092C\u094B\u0930\u094D\u0921 \u0915\u094B \u092E\u0949\u0921\u092A\u0948\u0915-\u0935\u094D\u092F\u0941\u0924\u094D\u092A\u0928\u094D\u0928 \u0930\u0902\u0917\u094B\u0902 \u0938\u0947 \u0930\u094B\u0936\u0928 \u0915\u0930\u0924\u093E \u0939\u0948\u0964 \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u092C\u0902\u0926 - \u0915\u0947\u0935\u0932 \u0924\u092D\u0940 \u0911\u092A\u094D\u091F \u0907\u0928 \u0915\u0930\u0947\u0902 \u091C\u092C \u0906\u092A \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902 \u0915\u093F \u0932\u0949\u0928\u094D\u091A\u0930 \u0906\u092A\u0915\u0947 \u092A\u0930\u093F\u0927\u0940\u092F \u0909\u092A\u0915\u0930\u0923\u094B\u0902 \u0938\u0947 \u092C\u093E\u0924 \u0915\u0930\u0947\u0964
settings.fxml.backend=\u092C\u0948\u0915\u090F\u0902\u0921:
settings.fxml.disabled=\u0905\u0915\u094D\u0937\u092E
settings.fxml.autoRunsEvery=\u0928\u0940\u091A\u0947 \u0926\u093F\u090F \u0917\u090F \u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u0938\u0915\u094D\u0937\u092E \u092C\u0948\u0915\u090F\u0902\u0921 \u0915\u094B \u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u091A\u0932\u093E\u0924\u093E \u0939\u0948 \u091C\u093F\u0938\u092E\u0947\u0902 \u0939\u093E\u0930\u094D\u0921\u0935\u0947\u092F\u0930 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948, \u0907\u0938\u0932\u093F\u090F \u090F\u0915 \u092E\u093F\u0936\u094D\u0930\u093F\u0924 \u0930\u093F\u0917 (\u0909\u0926\u093E\u0939\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0930\u0947\u091C\u093C\u0930 \u092A\u0902\u0916\u0947 + \u090F\u0915 \u0935\u093F\u0902\u0921\u094B\u091C \u0921\u093E\u092F\u0928\u0947\u092E\u093F\u0915 \u0932\u093E\u0907\u091F\u093F\u0902\u0917 \u0915\u0940\u092C\u094B\u0930\u094D\u0921) \u090F\u0915 \u0939\u0940 \u092C\u093E\u0930 \u092E\u0947\u0902 \u0938\u092C \u0915\u0941\u091B \u0930\u094B\u0936\u0928 \u0915\u0930 \u0926\u0947\u0924\u093E \u0939\u0948\u0964 \u0915\u0947\u0935\u0932 \u0909\u0938\u0940 \u0915\u094B \u092C\u093E\u0927\u094D\u092F \u0915\u0930\u0928\u0947 \u0915\u0947 \u092C\u091C\u093E\u092F \u090F\u0915 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u092C\u0948\u0915\u090F\u0902\u0921 \u091A\u0941\u0928\u0947\u0902\u0964
settings.fxml.autoModeIntegrations=\u0911\u091F\u094B-\u092E\u094B\u0921 \u090F\u0915\u0940\u0915\u0930\u0923:
settings.fxml.openrgb=\u0913\u092A\u0928\u0906\u0930\u091C\u0940\u092C\u0940
settings.fxml.razerChromaNative=\u0930\u0947\u091C\u093C\u0930 \u0915\u094D\u0930\u094B\u092E\u093E (\u092E\u0942\u0932 \u090F\u0938\u0921\u0940\u0915\u0947)
settings.fxml.windowsDynamicLighting=\u0935\u093F\u0902\u0921\u094B\u091C\u093C \u0921\u093E\u092F\u0928\u0947\u092E\u093F\u0915 \u0932\u093E\u0907\u091F\u093F\u0902\u0917
settings.fxml.corsairIcue=\u0915\u0949\u0930\u094D\u0938\u0947\u0930 iCUE
settings.fxml.asusAuraLegacy=ASUS \u0906\u092D\u093E (\u0935\u093F\u0930\u093E\u0938\u0924 \u090F\u0938\u0921\u0940\u0915\u0947)
settings.fxml.razerChromaRest=\u0930\u0947\u091C\u093C\u0930 \u0915\u094D\u0930\u094B\u092E\u093E (\u092C\u093E\u0915\u0940 - \u0935\u093F\u0930\u093E\u0938\u0924)
settings.fxml.turnOffThe=\u0909\u0928 \u090F\u0915\u0940\u0915\u0930\u0923\u094B\u0902 \u0915\u094B \u092C\u0902\u0926 \u0915\u0930 \u0926\u0947\u0902 \u091C\u093F\u0928\u094D\u0939\u0947\u0902 \u0906\u092A \u0928\u0939\u0940\u0902 \u091A\u093E\u0939\u0924\u0947 \u0915\u093F \u0932\u0949\u0928\u094D\u091A\u0930 \u0924\u0915 \u092A\u0939\u0941\u0902\u091A\u0947, \u092D\u0932\u0947 \u0939\u0940 \u0909\u0928\u0915\u093E \u0938\u0949\u092B\u093C\u094D\u091F\u0935\u0947\u092F\u0930 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0939\u094B\u0964 Chroma REST \u0915\u0947 \u0932\u093F\u090F \u0911\u092B-\u092C\u093E\u092F-\u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092E\u0942\u0932 SDK \u0907\u0938\u0947 \u0915\u093F\u0938\u0940 \u092D\u0940 \u0915\u093E\u0930\u094D\u092F\u0936\u0940\u0932 Synapse \u0907\u0902\u0938\u094D\u091F\u093E\u0932 \u092A\u0930 \u092A\u094D\u0930\u0924\u093F\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930 \u0926\u0947\u0924\u093E \u0939\u0948\u0964
settings.fxml.menuEffect=\u092E\u0947\u0928\u0942 \u092A\u094D\u0930\u092D\u093E\u0935
settings.fxml.lightUpDevices=\u092E\u0947\u0928\u0942 \u092E\u0947\u0902 \u0909\u092A\u0915\u0930\u0923\u094B\u0902 \u0915\u094B \u0930\u094B\u0936\u0928 \u0915\u0930\u0947\u0902
settings.fxml.whenOnYour=\u091A\u093E\u0932\u0942 \u0939\u094B\u0928\u0947 \u092A\u0930, \u0938\u0915\u094D\u0930\u093F\u092F \u0925\u0940\u092E \u0915\u0947 \u0909\u091A\u094D\u091A\u093E\u0930\u0923 \u0930\u0902\u0917 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0941\u090F, \u091C\u092C \u0906\u092A \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0928\u0942 \u092E\u0947\u0902 \u0939\u094B\u0924\u0947 \u0939\u0948\u0902 \u0924\u094B \u0906\u092A\u0915\u0947 \u0909\u092A\u0915\u0930\u0923 \u092A\u094D\u0930\u0915\u093E\u0936\u092E\u093E\u0928 \u0939\u094B\u0924\u0947 \u0939\u0948\u0902\u0964 \u0915\u093F\u0938\u0940 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u093E \u0935\u093F\u0935\u0930\u0923 \u0926\u0943\u0936\u094D\u092F \u0916\u094B\u0932\u0928\u0947 \u092A\u0930 \u0935\u0939 \u0909\u0938 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u0947 \u0928\u092E\u0942\u0928\u0947 \u0935\u093E\u0932\u0947 \u0930\u0902\u0917\u094B\u0902 \u092A\u0930 \u0938\u094D\u0935\u093F\u091A \u0939\u094B \u091C\u093E\u0924\u093E \u0939\u0948\u0964 \u092C\u0902\u0926 \u0939\u094B\u0928\u0947 \u092A\u0930, \u0917\u0947\u092E \u0932\u0949\u0928\u094D\u091A \u0915\u0947 \u092C\u0940\u091A \u0921\u093F\u0935\u093E\u0907\u0938 \u0905\u0902\u0927\u0947\u0930\u0947 \u092E\u0947\u0902 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902\u0964
settings.fxml.animationStyle=\u090F\u0928\u0940\u092E\u0947\u0936\u0928 \u0936\u0948\u0932\u0940
settings.fxml.solidSingleSteady=\u0920\u094B\u0938: \u090F\u0915\u0932 \u0938\u094D\u0925\u093F\u0930 \u0930\u0902\u0917. \u0938\u093E\u0901\u0938 \u0932\u0947\u0902: \u0927\u0940\u0930\u0947-\u0927\u0940\u0930\u0947 \u0905\u0902\u0926\u0930 \u0914\u0930 \u092C\u093E\u0939\u0930 \u091C\u093E\u0928\u093E (\u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F)\u0964 \u092A\u0932\u094D\u0938: \u0909\u091A\u094D\u091A\u093E\u0930\u0923 \u0914\u0930 \u0909\u0938\u0915\u0947 \u092A\u0942\u0930\u0915 \u0915\u0947 \u092C\u0940\u091A \u0924\u0947\u091C\u093C \u092A\u0932\u094D\u0938\u0964 \u091A\u0915\u094D\u0930: 3-4 \u0930\u0902\u0917\u094B\u0902 \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u091A\u093F\u0915\u0928\u093E \u0932\u0942\u092A - \u091C\u092C \u0915\u094B\u0908 \u092A\u0948\u0915 \u092B\u094B\u0915\u0938 \u092E\u0947\u0902 \u0939\u094B\u0924\u093E \u0939\u0948 \u0924\u094B \u092E\u0949\u0921\u092A\u0948\u0915 \u0932\u094B\u0917\u094B \u0938\u0947 \u0928\u092E\u0942\u0928\u093E \u0932\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948, \u0905\u0928\u094D\u092F\u0925\u093E \u0925\u0940\u092E \u0909\u091A\u094D\u091A\u093E\u0930\u0923 \u0915\u0947 \u091A\u093E\u0930\u094B\u0902 \u0913\u0930 \u0938\u092E\u093E\u0928 \u0930\u0902\u0917\u0964 \u0907\u0902\u0926\u094D\u0930\u0927\u0928\u0941\u0937: \u092A\u0942\u0930\u0947 \u0938\u094D\u092A\u0947\u0915\u094D\u091F\u094D\u0930\u092E \u092E\u0947\u0902 \u0928\u093F\u0930\u0902\u0924\u0930 \u0930\u0902\u0917 \u0938\u094D\u0935\u0940\u092A, \u0915\u094B\u0908 \u092A\u0948\u0915 \u0928\u093F\u0930\u094D\u092D\u0930\u0924\u093E \u0928\u0939\u0940\u0902\u0964
settings.fxml.inGameEffects=\u0907\u0928-\u0917\u0947\u092E \u092A\u094D\u0930\u092D\u093E\u0935
settings.fxml.useModpackColors=\u092E\u0949\u0921\u092A\u0948\u0915 \u0930\u0902\u0917\u094B\u0902 \u0915\u093E \u092A\u094D\u0930\u092F\u094B\u0917 \u0915\u0930\u0947\u0902
settings.fxml.lightUpThe=\u091A\u0932 \u0930\u0939\u0947 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u0947 \u0932\u094B\u0917\u094B \u0938\u0947 \u0932\u093F\u090F \u0917\u090F \u0930\u0902\u0917\u094B\u0902 \u092E\u0947\u0902 \u0915\u0940\u092C\u094B\u0930\u094D\u0921 \u0915\u094B \u0930\u094B\u0936\u0928 \u0915\u0930\u0947\u0902\u0964 \u092C\u0902\u0926 \u0939\u094B\u0928\u0947 \u092A\u0930, \u092A\u094D\u0930\u092D\u093E\u0935 \u0932\u0949\u0928\u094D\u091A\u0930 \u0925\u0940\u092E \u0915\u0947 \u090F\u0915\u094D\u0938\u0947\u0902\u091F \u092A\u0948\u0932\u0947\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964
settings.fxml.highlightMinecraftKeys=Minecraft \u0915\u0941\u0902\u091C\u093F\u092F\u093E\u0901 \u0939\u093E\u0907\u0932\u093E\u0907\u091F \u0915\u0930\u0947\u0902
settings.fxml.overlayWasdE=\u092E\u0949\u0921\u092A\u0948\u0915 \u0930\u0902\u0917 \u092A\u0943\u0937\u094D\u0920\u092D\u0942\u092E\u093F \u092A\u0930 \u090F\u0915 \u0935\u093F\u092A\u0930\u0940\u0924 \u0932\u0939\u091C\u0947 \u092E\u0947\u0902 \u0913\u0935\u0930\u0932\u0947 WASD / E / Q / F / \u0938\u094D\u092A\u0947\u0938 / Shift / Ctrl, \u0924\u093E\u0915\u093F \u0917\u0947\u092E\u092A\u094D\u0932\u0947 \u0915\u0941\u0902\u091C\u093F\u092F\u093E\u0901 \u090F\u0915 \u0928\u091C\u093C\u0930 \u092E\u0947\u0902 \u0905\u0932\u0917 \u0926\u093F\u0916\u0947\u0902\u0964
settings.fxml.test=\u092A\u0930\u0940\u0915\u094D\u0937\u093E
settings.fxml.flashesSolidMagenta=\u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u0915\u0928\u0947\u0915\u094D\u091F\u0947\u0921 \u0921\u093F\u0935\u093E\u0907\u0938 \u092A\u0930 2 \u0938\u0947\u0915\u0902\u0921 \u0915\u0947 \u0932\u093F\u090F \u0938\u0949\u0932\u093F\u0921 \u092E\u0948\u091C\u0947\u0902\u091F\u093E (\u0906\u0930\u091C\u0940\u092C\u0940 255, 0, 255) \u092B\u094D\u0932\u0948\u0936 \u0915\u0930\u0924\u093E \u0939\u0948, \u092B\u093F\u0930 \u092A\u0942\u0930\u094D\u0935 \u092A\u094D\u0930\u092D\u093E\u0935 \u0915\u094B \u092A\u0941\u0928\u0930\u094D\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0924\u093E \u0939\u0948\u0964 \u090F\u0915 \u0938\u094D\u0925\u093F\u0930, \u092A\u0942\u0930\u094D\u0923-\u091A\u092E\u0915 \u0935\u093E\u0932\u093E \u092B\u094D\u0932\u0948\u0936 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0924\u093E \u0939\u0948 \u0915\u093F \u092C\u0948\u0915\u090F\u0902\u0921 \u0906\u092A\u0915\u0947 \u0939\u093E\u0930\u094D\u0921\u0935\u0947\u092F\u0930 \u0924\u0915 \u092A\u0939\u0941\u0902\u091A \u0930\u0939\u093E \u0939\u0948\u0964 \u0930\u0947\u091C\u093C\u0930 \u0915\u094D\u0930\u094B\u092E\u093E \u0915\u0947 \u0932\u093F\u090F \u0928\u094B\u091F: \u091C\u092C \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915 \u0930\u0947\u091C\u093C\u0930 \u0921\u093F\u0935\u093E\u0907\u0938 - \u0915\u0940\u092C\u094B\u0930\u094D\u0921, \u092E\u093E\u0909\u0938, \u092F\u093E \u092E\u093E\u0909\u0938\u092A\u0948\u0921 - \u092D\u0940 \u091C\u0941\u0921\u093C\u093E \u0939\u094B\u0924\u093E \u0939\u0948, \u0924\u094B \u0915\u094D\u0930\u094B\u092E\u093E \u0915\u0947\u0935\u0932 \u092B\u0949\u0930\u0935\u0930\u094D\u0921 \u092B\u093C\u094D\u0930\u0947\u092E \u0915\u094B \u0924\u0943\u0924\u0940\u092F-\u092A\u0915\u094D\u0937 \u0921\u093F\u0935\u093E\u0907\u0938 (\u0915\u0947\u0938 \u092A\u0902\u0916\u0947, \u0938\u094D\u091F\u094D\u0930\u093F\u092A\u094D\u0938, \u0906\u0926\u093F) \u0938\u0947 \u0915\u0928\u0947\u0915\u094D\u091F \u0915\u0930\u0924\u093E \u0939\u0948\u0964 \u092F\u0926\u093F \u0915\u0947\u0935\u0932 \u0935\u0947 \u0924\u0943\u0924\u0940\u092F-\u092A\u0915\u094D\u0937 \u0909\u092A\u0915\u0930\u0923 \u091F\u093F\u092E\u091F\u093F\u092E\u093E\u0924\u0947 \u0939\u0948\u0902 \u092F\u093E \u0905\u0902\u0927\u0947\u0930\u0947 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0930\u0947\u091C\u093C\u0930 \u0915\u0940\u092C\u094B\u0930\u094D\u0921/\u092E\u093E\u0909\u0938 \u092A\u094D\u0932\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092A\u0941\u0928\u0903 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902\u0964 \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915 \u0921\u093F\u0935\u093E\u0907\u0938 \u092E\u094C\u091C\u0942\u0926 \u0939\u094B\u0928\u0947 \u092A\u0930 \u092B\u093C\u094D\u0932\u093F\u0915\u0930 \u0915\u093E \u0906\u092E \u0924\u094C\u0930 \u092A\u0930 \u092E\u0924\u0932\u092C \u0939\u094B\u0924\u093E \u0939\u0948 \u0915\u093F \u0915\u094B\u0908 \u0905\u0928\u094D\u092F RGB \u0910\u092A (Synapse, iCUE, \u0938\u093F\u0917\u094D\u0928\u0932 RGB) \u0921\u093F\u0935\u093E\u0907\u0938 \u0915\u0947 \u0932\u093F\u090F \u0932\u0921\u093C \u0930\u0939\u093E \u0939\u0948\u0964
settings.fxml.testConnection=\u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0915\u0928\u0947\u0915\u094D\u0936\u0928
settings.fxml.micaMinecraftLauncher=\u092E\u0940\u0915\u093E \u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u0932\u0949\u0928\u094D\u091A\u0930
settings.fxml.version=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 ...
settings.fxml.checkForLauncher=\u0932\u0949\u0928\u094D\u091A\u0930 \u0905\u092A\u0921\u0947\u091F \u0915\u0940 \u091C\u093E\u0902\u091A \u0915\u0930\u0947\u0902
settings.fxml.whenOffThe=\u092C\u0902\u0926 \u0939\u094B\u0928\u0947 \u092A\u0930, \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u094D\u091F\u093E\u0930\u094D\u091F\u0905\u092A \u092A\u0930 \u0928\u0939\u0940\u0902 \u092A\u0939\u0941\u0902\u091A\u0947\u0917\u093E \u092F\u093E \u0928\u0947\u0935\u092C\u093E\u0930 \u092E\u0947\u0902 \u0905\u092A\u0921\u0947\u091F-\u0909\u092A\u0932\u092C\u094D\u0927 \u0906\u0907\u0915\u0928 \u0928\u0939\u0940\u0902 \u0926\u093F\u0916\u093E\u090F\u0917\u093E\u0964
settings.fxml.visitWebsite=\u092C\u0947\u0935\u0938\u093E\u0907\u091F \u0926\u0947\u0916\u0928\u093E
settings.fxml.viewSource=\u0938\u094D\u0930\u094B\u0924 \u0926\u0947\u0916\u0947\u0902
settings.fxml.minecraftTrademark=\u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u091F\u094D\u0930\u0947\u0921\u092E\u093E\u0930\u094D\u0915
settings.fxml.minecraftIsA=Minecraft Mojang Synergies AB \u0914\u0930 Microsoft Corporation \u0915\u093E \u091F\u094D\u0930\u0947\u0921\u092E\u093E\u0930\u094D\u0915 \u0939\u0948\u0964 \u092F\u0939 \u0932\u0949\u0928\u094D\u091A\u0930 Minecraft \u0928\u093E\u092E \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u092A\u0942\u0930\u0940 \u0924\u0930\u0939 \u0938\u0947 \u0932\u0949\u0928\u094D\u091A \u0915\u093F\u090F \u0917\u090F \u0917\u0947\u092E \u0915\u0940 \u092A\u0939\u091A\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0930\u0924\u093E \u0939\u0948 \u0914\u0930 \u092F\u0939 Mojang AB \u092F\u093E Microsoft \u0938\u0947 \u0938\u0902\u092C\u0926\u094D\u0927, \u0938\u092E\u0930\u094D\u0925\u093F\u0924, \u092A\u094D\u0930\u093E\u092F\u094B\u091C\u093F\u0924 \u092F\u093E \u0935\u093F\u0936\u0947\u0937 \u0930\u0942\u092A \u0938\u0947 \u0905\u0928\u0941\u092E\u094B\u0926\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
settings.fxml.openSourceAcknowledgments=\u092E\u0941\u0915\u094D\u0924 \u0938\u094D\u0930\u094B\u0924 \u0905\u092D\u093F\u0938\u094D\u0935\u0940\u0915\u0943\u0924\u093F\u092F\u093E\u0901
settings.fxml.theLauncherUses=\u0932\u0949\u0928\u094D\u091A\u0930 \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0913\u092A\u0928 \u0938\u094B\u0930\u094D\u0938 \u0938\u0949\u092B\u093C\u094D\u091F\u0935\u0947\u092F\u0930 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u093E \u0939\u0948:
settings.fxml.fullLicenseTexts=\u092A\u0942\u0930\u094D\u0923 \u0932\u093E\u0907\u0938\u0947\u0902\u0938 \u092A\u093E\u0920 LICENSES \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u0947 \u0905\u0902\u0924\u0930\u094D\u0917\u0924 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u0947 \u0938\u093E\u0925 \u092D\u0947\u091C\u0947 \u091C\u093E\u0924\u0947 \u0939\u0948\u0902, \u0914\u0930 \u0907\u0938 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u0915\u0947 \u0938\u094D\u0930\u094B\u0924 \u092D\u0902\u0921\u093E\u0930 \u092E\u0947\u0902 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902\u0964
settings.fxml.javaRuntimes=\u091C\u093E\u0935\u093E \u0930\u0928\u091F\u093E\u0907\u092E\u094D\u0938
settings.fxml.modernMinecraftVersions=\u0906\u0927\u0941\u0928\u093F\u0915 Minecraft \u0938\u0902\u0938\u094D\u0915\u0930\u0923 Mojang \u0915\u0947 \u0906\u0927\u093F\u0915\u093E\u0930\u093F\u0915 \u091C\u093E\u0935\u093E \u0930\u0928\u091F\u093E\u0907\u092E \u0935\u093F\u0924\u0930\u0923 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964 \u0932\u093F\u0917\u0947\u0938\u0940 \u092B\u094B\u0930\u094D\u091C (Minecraft 1.12.2 \u0914\u0930 \u0928\u0940\u091A\u0947) \u0905\u0928\u0941\u0915\u0942\u0932\u0924\u093E \u0915\u0947 \u0932\u093F\u090F \u092C\u0947\u0932-\u090F\u0938\u0921\u092C\u094D\u0932\u094D\u092F\u0942 \u0932\u093E\u0907\u092C\u0947\u0930\u093F\u0915\u093E \u091C\u0947\u0906\u0930\u0908 8 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u093E \u0939\u0948\u0964
settings.fxml.arm64NativeLibraries=ARM64 \u092E\u0942\u0932 \u092A\u0941\u0938\u094D\u0924\u0915\u093E\u0932\u092F
settings.fxml.whenLwjglArm=\u091C\u092C LWJGL ARM \u092A\u0948\u091A\u093F\u0902\u0917 \u0938\u0915\u094D\u0937\u092E \u0939\u094B\u0924\u0940 \u0939\u0948, \u0924\u094B \u0932\u0949\u0928\u094D\u091A\u0930 x86_64 LWJGL2 \u0914\u0930 Minecraft 1.12.2 \u0914\u0930 \u0909\u0938\u0938\u0947 \u0928\u0940\u091A\u0947 \u0915\u0947 \u091C\u093F\u0928\u092A\u0941\u091F \u0928\u0947\u091F\u093F\u0935 \u0915\u094B \u0938\u092E\u0941\u0926\u093E\u092F-\u0928\u093F\u0930\u094D\u092E\u093F\u0924 ARM64 \u092C\u093E\u092F\u0928\u0947\u0930\u093F\u091C\u093C \u0938\u0947 \u092C\u0926\u0932 \u0926\u0947\u0924\u093E \u0939\u0948\u0964 \u0907\u0928 \u092A\u0930\u093F\u092F\u094B\u091C\u0928\u093E\u0913\u0902 \u0915\u0947 \u0905\u0928\u0941\u0930\u0915\u094D\u0937\u0915\u094B\u0902 \u0915\u094B \u0927\u0928\u094D\u092F\u0935\u093E\u0926:
settings.fxml.return=\u0935\u093E\u092A\u0938 \u0915\u0930\u0928\u093E
metadata.lastPlayed.never=\u0915\u092D\u0940 \u0928\u0939\u0940\u0902 \u0916\u0947\u0932\u093E
metadata.lastPlayed.justNow=\u092C\u0938 \u0905\u092C
metadata.lastPlayed.minuteAgo={0} \u092E\u093F\u0928\u091F \u092A\u0939\u0932\u0947
metadata.lastPlayed.minutesAgo={0} \u092E\u093F\u0928\u091F \u092A\u0939\u0932\u0947
metadata.lastPlayed.hourAgo={0} \u0918\u0902\u091F\u093E \u092A\u0939\u0932\u0947
metadata.lastPlayed.hoursAgo={0} \u0918\u0902\u091F\u0947 \u092A\u0939\u0932\u0947
metadata.lastPlayed.dayAgo={0} \u0926\u093F\u0928 \u092A\u0939\u0932\u0947
metadata.lastPlayed.daysAgo={0} \u0926\u093F\u0928 \u092A\u0939\u0932\u0947
detailModal.section.quickActions=\u0924\u094D\u0935\u0930\u093F\u0924 \u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0908
detailModal.section.stats=\u0906\u0901\u0915\u0921\u093C\u0947
detailModal.section.updateLog=\u0932\u0949\u0917 \u0905\u0926\u094D\u092F\u0924\u0928 \u0915\u0930\u0947\u0902
detailModal.section.advanced=\u0935\u093F\u0915\u0938\u093F\u0924
detailModal.section.comingSoon=\u091C\u0932\u094D\u0926 \u0906 \u0930\u0939\u093E \u0939\u0948
detailModal.stats.lastPlayed=\u0906\u0916\u093F\u0930\u0940 \u092C\u093E\u0930 \u0916\u0947\u0932\u093E \u0917\u092F\u093E
detailModal.stats.totalPlayTime=\u0915\u0941\u0932 \u0916\u0947\u0932\u0928\u0947 \u0915\u093E \u0938\u092E\u092F
detailModal.stats.launches=\u0936\u0941\u0930\u0942
detailModal.stats.installedVersion=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0938\u0902\u0938\u094D\u0915\u0930\u0923
detailModal.stats.manifest=\u0918\u094B\u0937\u0923\u093E\u092A\u0924\u094D\u0930
detailModal.stats.installedDisplay.withUpdate={0} (\u0905\u092A\u0921\u0947\u091F {1} \u0909\u092A\u0932\u092C\u094D\u0927)
quickStart.progressIndicator={1} \u0915\u093E \u091A\u0930\u0923 {0}
quickStart.nextBtn.next=\u0905\u0917\u0932\u093E
quickStart.nextBtn.getStarted=\u0936\u0941\u0930\u0942 \u0939\u094B \u091C\u093E\u0913
detailModal.section.worlds=\u0938\u0902\u0938\u093E\u0930\u094B\u0902
detailModal.section.mods=\u092E\u0949\u0921
detailModal.section.screenshots=\u0938\u094D\u0915\u094D\u0930\u0940\u0928\u0936\u0949\u091F
detailModal.section.shaderPacks=\u0936\u0947\u0921\u0930 \u092A\u0948\u0915\u094D\u0938
detailModal.section.resourcePacks=\u0938\u0902\u0938\u093E\u0927\u0928 \u092A\u0948\u0915
detailModal.mods.enable=\u0938\u0915\u094D\u0937\u092E
detailModal.mods.disable=\u0905\u0915\u094D\u0937\u092E \u0915\u0930\u0928\u093E
detailModal.mods.disabled=\u0905\u0915\u094D\u0937\u092E
detailModal.content.empty=\u0905\u092D\u0940 \u0924\u0915 \u092F\u0939\u093E\u0902 \u0915\u0941\u091B \u092D\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948.
detailModal.content.openFolder=\u092B\u094B\u0932\u094D\u0921\u0930 \u0916\u094B\u0932\u0947\u0902
detailModal.content.delete=\u092E\u093F\u091F\u093E\u0928\u093E
detailModal.content.deleteConfirm.title=\u0939\u091F\u093E\u0928\u0947 \u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
detailModal.content.deleteConfirm.body="{0}" \u0939\u091F\u093E\u090F\u0902? \u0907\u0938\u0947 \u092A\u0942\u0930\u094D\u0935\u0935\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E.
detailModal.content.lastModified=\u0938\u0902\u0936\u094B\u0927\u093F\u0924 {0}
detailModal.content.size={0}
detailModal.imageViewer.copyImage=\u0928\u0915\u0932 \u091B\u0935\u093F
detailModal.imageViewer.showInFolder=\u092B\u093C\u093E\u0907\u0932 \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930\u0930 \u092E\u0947\u0902 \u0926\u093F\u0916\u093E\u090F\u0901
detailModal.imageViewer.copied=\u0928\u0915\u0932 \u0915\u0940 \u0917\u0908!
detailModal.imageViewer.close=\u092C\u0902\u0926 \u0915\u0930\u0928\u093E
detailModal.section.crashHistory=\u0926\u0941\u0930\u094D\u0918\u091F\u0928\u093E \u0907\u0924\u093F\u0939\u093E\u0938
detailModal.crash.viewBtn=\u0926\u0947\u0916\u0928\u093E
detailModal.crash.viewer.close=\u092C\u0902\u0926 \u0915\u0930\u0928\u093E
detailModal.crash.viewer.copy=\u092A\u094D\u0930\u0924\u093F\u0932\u093F\u092A\u093F
detailModal.crash.viewer.copied=\u0928\u0915\u0932 \u0915\u0940 \u0917\u0908!
settings.fxml.savedAccounts=\u0938\u0939\u0947\u091C\u0947 \u0917\u090F \u0916\u093E\u0924\u0947
settings.fxml.savedAccountsHint=\u0907\u0938 \u092E\u0936\u0940\u0928 \u092A\u0930 \u0906\u092A\u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u093E\u0907\u0928 \u0907\u0928 \u0915\u093F\u090F \u0917\u090F Microsoft \u0916\u093E\u0924\u0947\u0964 \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u093F\u0938\u0940 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902 - \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u0941\u0928\u0930\u093E\u0930\u0902\u092D \u0939\u094B\u0924\u093E \u0939\u0948 \u0924\u093E\u0915\u093F \u0928\u0908 \u092A\u0939\u091A\u093E\u0928 \u0939\u0930 \u091C\u0917\u0939 \u0926\u093F\u0916\u093E\u0908 \u0926\u0947\u0964 \u0915\u093F\u0938\u0940 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F \u0915\u094B \u0938\u094D\u0925\u093E\u092F\u0940 \u0930\u0942\u092A \u0938\u0947 \u0939\u091F\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F "\u092D\u0942\u0932\u0947\u0902" \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902\u0964
settings.fxml.addAccount=\u0926\u0942\u0938\u0930\u093E \u0916\u093E\u0924\u093E \u091C\u094B\u0921\u093C\u0947\u0902
settings.savedAccounts.switchBtn=\u092C\u0926\u0932\u0928\u093E
settings.savedAccounts.forgetBtn=\u092D\u0942\u0932 \u091C\u093E\u0913
settings.savedAccounts.lastUsed=\u0905\u0902\u0924\u093F\u092E \u092C\u093E\u0930 \u0909\u092A\u092F\u094B\u0917 \u0915\u093F\u092F\u093E \u0917\u092F\u093E {0}
settings.savedAccounts.confirmForget.title=\u0916\u093E\u0924\u093E \u092D\u0942\u0932 \u091C\u093E\u0913
settings.savedAccounts.confirmForget.body="{0}" \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E \u0932\u0949\u0917\u093F\u0928 \u0938\u094D\u0925\u093E\u092F\u0940 \u0930\u0942\u092A \u0938\u0947 \u092D\u0942\u0932 \u0917\u090F? \u0907\u0938 \u0916\u093E\u0924\u0947 \u0915\u094B \u092A\u0941\u0928\u0930\u094D\u092A\u094D\u0930\u093E\u092A\u094D\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0906\u092A\u0915\u094B Microsoft \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u092B\u093F\u0930 \u0938\u0947 \u0938\u093E\u0907\u0928 \u0907\u0928 \u0915\u0930\u0928\u093E \u0939\u094B\u0917\u093E\u0964
settings.savedAccounts.confirmAdd.title=\u0926\u0942\u0938\u0930\u093E \u0916\u093E\u0924\u093E \u091C\u094B\u0921\u093C\u0947\u0902
settings.savedAccounts.confirmAdd.body=\u0905\u092A\u0928\u093E \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0932\u0949\u0917\u093F\u0928 \u0938\u0939\u0947\u091C\u0947\u0902 \u0914\u0930 \u0915\u093F\u0938\u0940 \u092D\u093F\u0928\u094D\u0928 Microsoft \u0916\u093E\u0924\u0947 \u092E\u0947\u0902 \u0938\u093E\u0907\u0928 \u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094B \u092A\u0941\u0928\u0930\u093E\u0930\u0902\u092D \u0915\u0930\u0947\u0902?
detailModal.exportPack.label=\u091C\u093C\u093F\u092A \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0930\u0947\u0902
detailModal.exportPack.dialogTitle=\u092E\u0949\u0921\u092A\u0948\u0915 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0930\u0947\u0902
detailModal.exportPack.dialogPrompt=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u094B \u092A\u094B\u0930\u094D\u091F\u0947\u092C\u0932 \u091C\u093C\u093F\u092A \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902 \u091C\u093F\u0938\u0947 \u0915\u093F\u0938\u0940 \u0905\u0928\u094D\u092F \u092E\u0936\u0940\u0928 \u092A\u0930 \u0938\u093E\u091D\u093E \u092F\u093E \u092A\u0941\u0928\u0903 \u0906\u092F\u093E\u0924 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \u0939\u0948\u0964
detailModal.exportPack.includeWorlds=\u0935\u093F\u0936\u094D\u0935 \u0936\u093E\u092E\u093F\u0932 \u0915\u0930\u0947\u0902 (\u0938\u0947\u0935/\u092B\u093C\u094B\u0932\u094D\u0921\u0930)
detailModal.exportPack.starting=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 {0}\u2026
detailModal.exportPack.verifying=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0938\u0947 \u092A\u0939\u0932\u0947 \u092A\u0948\u0915 \u092B\u093C\u093E\u0907\u0932\u0947\u0902 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u2026
detailModal.exportPack.success=\u0928\u093F\u0930\u094D\u092F\u093E\u0924\u093F\u0924 {0}
detailModal.exportPack.successBody={0} \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E\u0964
detailModal.exportPack.failed=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0935\u093F\u092B\u0932
detailModal.exportPack.failedBody=\u092A\u0948\u0915 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E: {0}
dialog.button.cancel=\u0930\u0926\u094D\u0926 \u0915\u0930\u0928\u093E
dialog.button.ok=\u0920\u0940\u0915 \u0939\u0948
dialog.uri.confirmInstall.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u094D\u0930\u094B\u0924 \u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
dialog.uri.confirmInstall.body=\u092F\u0939 \u0932\u093F\u0902\u0915 \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094B \u092F\u0939\u093E\u0902 \u0938\u0947 \u090F\u0915 \u092E\u0949\u0921\u092A\u0948\u0915 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0939\u0924\u093E \u0939\u0948:\\n\\n {0}\\n\\n\u092F\u0939 \u0906\u0927\u093F\u0915\u093E\u0930\u093F\u0915 \u092E\u0940\u0915\u093E \u092E\u0949\u0921\u092A\u0948\u0915 \u0939\u094B\u0938\u094D\u091F \u092E\u0947\u0902 \u0938\u0947 \u090F\u0915 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0947\u0935\u0932 \u0924\u092D\u0940 \u091C\u093E\u0930\u0940 \u0930\u0916\u0947\u0902 \u091C\u092C \u0906\u092A \u0938\u094D\u092A\u0937\u094D\u091F \u0930\u0942\u092A \u0938\u0947 \u0938\u093E\u0907\u091F \u092A\u0930 \u092D\u0930\u094B\u0938\u093E \u0915\u0930\u0924\u0947 \u0939\u094B\u0902 - \u0926\u0941\u0930\u094D\u092D\u093E\u0935\u0928\u093E\u092A\u0942\u0930\u094D\u0923 \u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u0906\u092A\u0915\u0947 \u0915\u0902\u092A\u094D\u092F\u0942\u091F\u0930 \u092A\u0930 \u0915\u094B\u0921 \u091A\u0932 \u0938\u0915\u0924\u093E \u0939\u0948\u0964
dialog.uri.confirmInstall.button.install=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u093E
dialog.update.available.title=\u0909\u092A\u0932\u092C\u094D\u0927 \u0905\u0926\u094D\u092F\u0924\u0928
dialog.update.available.header=\u0905\u0926\u094D\u092F\u0924\u0928 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0924\u0948\u092F\u093E\u0930 \u0939\u0948
dialog.update.available.body=\u090F\u0915 \u0905\u092A\u0921\u0947\u091F \u092E\u093F\u0932 \u0917\u092F\u093E \u0939\u0948 \u0914\u0930 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0914\u0930 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0924\u0948\u092F\u093E\u0930 \u0939\u0948\u0964
dialog.update.available.button.now=\u0905\u092D\u0940 \u0905\u0926\u094D\u092F\u0924\u0928 \u0915\u0930\u0947\u0902
dialog.update.available.button.later=\u092C\u093E\u0926 \u092E\u0947\u0902 \u0905\u092A\u0921\u0947\u091F \u0915\u0930\u0947\u0902
dialog.gameConsole.stillRunning.title=\u0916\u0947\u0932 \u091A\u0932 \u0930\u0939\u093E \u0939\u0948
dialog.gameConsole.stillRunning.header=\u0916\u0947\u0932 \u0905\u092D\u0940 \u092D\u0940 \u091A\u0932 \u0930\u0939\u093E \u0939\u0948
dialog.gameConsole.stillRunning.body=\u0906\u092A \u0915\u0948\u0938\u0947 \u092C\u0902\u0926 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947?
dialog.gameConsole.stillRunning.button.stopAndClose=\u0916\u0947\u0932 \u092C\u0902\u0926 \u0915\u0930\u094B \u0914\u0930 \u092C\u0902\u0926 \u0915\u0930\u094B
dialog.gameConsole.stillRunning.button.closeOnly=\u0915\u0947\u0935\u0932 \u0932\u0949\u0928\u094D\u091A\u0930 \u092C\u0902\u0926 \u0915\u0930\u0947\u0902
dialog.uninstall.modpack.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u094B \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902
dialog.uninstall.modpack.header={0} \u0915\u094B \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902?
dialog.uninstall.modpack.body=\u0915\u094D\u092F\u093E \u0906\u092A \u092D\u0940 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0940 \u0917\u0908 \u0917\u0947\u092E \u092B\u093C\u093E\u0907\u0932\u094B\u0902 \u0915\u094B \u0939\u091F\u093E\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947?
dialog.uninstall.button.deleteFiles=\u092B\u093C\u093E\u0907\u0932\u0947\u0902 \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0939\u091F\u093E\u090F\u0902
dialog.uninstall.button.keepFiles=\u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902 (\u092B\u093C\u093E\u0907\u0932\u0947\u0902 \u0930\u0916\u0947\u0902)
dialog.uninstall.vanilla.title=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902
dialog.uninstall.vanilla.header=Minecraft {0} \u0915\u094B \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902?
dialog.import.modrinth.title=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u0938\u0947 \u0906\u092F\u093E\u0924?
dialog.import.modrinth.header=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u093E \u092A\u0924\u093E \u091A\u0932\u093E
dialog.import.modrinth.button.continue=\u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u093E
dialog.import.curseforge.title=\u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u093E \u092A\u0924\u093E \u091A\u0932\u093E
dialog.import.curseforge.header=\u092A\u094D\u0930\u0924\u094D\u092F\u0915\u094D\u0937 \u0906\u092F\u093E\u0924 \u0905\u092D\u0940 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
dialog.import.curseforge.button.openPage=\u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u092A\u0947\u091C \u0916\u094B\u0932\u0947\u0902
dialog.import.technic.title=\u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u093E \u092A\u0924\u093E \u091A\u0932\u093E
dialog.import.technic.header=\u092A\u094D\u0930\u0924\u094D\u092F\u0915\u094D\u0937 \u0906\u092F\u093E\u0924 \u0905\u092D\u0940 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
dialog.import.technic.button.openPage=\u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u092A\u0947\u091C \u0916\u094B\u0932\u0947\u0902
dialog.settings.unsavedOnClose.title=\u0938\u0939\u0947\u091C\u0947 \u0928 \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
dialog.settings.unsavedOnClose.header=\u0906\u092A\u0915\u0947 \u092A\u093E\u0938 \u0938\u0939\u0947\u091C\u0947 \u0928\u0939\u0940\u0902 \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0939\u0948\u0902
dialog.settings.unsavedOnClose.body=\u0915\u094D\u092F\u093E \u0906\u092A \u092C\u0902\u0926 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u092C\u091A\u0924 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947?
dialog.settings.unsavedOnClose.button.saveAndClose=\u0938\u0939\u0947\u091C\u0947 \u092C\u0902\u0926 \u0915\u0930\u0947\u0902
dialog.settings.unsavedOnClose.button.closeWithoutSaving=\u092C\u093F\u0928\u093E \u0938\u0939\u0947\u091C\u0947 \u092C\u0902\u0926 \u0915\u0930\u0947\u0902
dialog.settings.unsavedOnReturn.title=\u092C\u091A\u093E\u0928\u093E?
dialog.settings.unsavedOnReturn.header=\u0938\u0939\u0947\u091C\u0947 \u0928 \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
dialog.settings.unsavedOnReturn.body=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0915\u0908 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0938\u0939\u0947\u091C\u0947 \u092C\u093F\u0928\u093E \u0935\u093E\u092A\u0938 \u0932\u094C\u091F\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
dialog.settings.unsavedOnReturn.button.save=\u092C\u091A\u093E\u0928\u093E
dialog.settings.unsavedOnReturn.button.return=\u0935\u093E\u092A\u0938 \u0915\u0930\u0928\u093E
dialog.settings.resetLauncher.title=\u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u093E?
dialog.settings.resetLauncher.header=\u0921\u0947\u0902\u091C\u0930 \u091C\u094B\u0928 \u092E\u0947\u0902 \u092A\u094D\u0930\u0935\u0947\u0936
dialog.settings.resetLauncher.body=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0915\u0908 \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094B \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947? \u0907\u0938\u092E\u0947\u0902 \u0915\u0941\u091B \u092E\u093F\u0928\u091F \u0915\u093E \u0938\u092E\u092F \u0932\u0917\u0947\u0917\u093E!
dialog.settings.resetLauncher.button.reset=\u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
dialog.settings.resetLauncher.button.back=\u0938\u0941\u0930\u0915\u094D\u0937\u093E \u092A\u0930 \u0935\u093E\u092A\u0938 \u091C\u093E\u090F\u0901
dialog.settings.unsavedOnResetRuntime.title=\u092C\u091A\u093E\u0928\u093E?
dialog.settings.unsavedOnResetRuntime.header=\u0938\u0939\u0947\u091C\u0947 \u0928 \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
dialog.settings.unsavedOnResetRuntime.body=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0915\u0908 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u0947 \u092C\u093F\u0928\u093E \u0930\u0928\u091F\u093E\u0907\u092E \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
dialog.settings.unsavedOnResetRuntime.button.saveAndReset=\u0930\u0928\u091F\u093E\u0907\u092E \u0938\u0939\u0947\u091C\u0947\u0902 \u0914\u0930 \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
dialog.settings.unsavedOnResetRuntime.button.resetOnly=\u0930\u0928\u091F\u093E\u0907\u092E \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
dialog.settings.resetRuntime.title=\u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u093E?
dialog.settings.resetRuntime.header=\u0921\u0947\u0902\u091C\u0930 \u091C\u094B\u0928 \u092E\u0947\u0902 \u092A\u094D\u0930\u0935\u0947\u0936
dialog.settings.resetRuntime.body=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0915\u0908 \u0930\u0928\u091F\u093E\u0907\u092E \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947? \u0907\u0938\u092E\u0947\u0902 \u0915\u0941\u091B \u092E\u093F\u0928\u091F \u0915\u093E \u0938\u092E\u092F \u0932\u0917\u0947\u0917\u093E!
dialog.settings.resetRuntime.button.reset=\u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
dialog.settings.resetRuntime.button.back=\u0938\u0941\u0930\u0915\u094D\u0937\u093E \u092A\u0930 \u0935\u093E\u092A\u0938 \u091C\u093E\u090F\u0901
dialog.editor.discardChanges.title=\u0938\u0939\u0947\u091C\u0947 \u0928 \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
dialog.editor.discardChanges.header=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0947\u0902?
dialog.editor.discardChanges.body=\u0906\u092A\u0915\u0947 \u092A\u093E\u0938 \u0938\u0939\u0947\u091C\u0947 \u0928\u0939\u0940\u0902 \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0939\u0948\u0902. \u0909\u0928\u094D\u0939\u0947\u0902 \u0924\u094D\u092F\u093E\u0917\u0947\u0902?
dialog.editor.discardChanges.button.discard=\u0916\u093E\u0930\u093F\u091C \u0915\u0930\u0928\u093E
dialog.editor.openFromUrl.title=\u092F\u0942\u0906\u0930\u090F\u0932 \u0938\u0947 \u0916\u094B\u0932\u0947\u0902
dialog.editor.openFromUrl.header=\u092E\u0949\u0921\u092A\u0948\u0915 \u092F\u0942\u0906\u0930\u090F\u0932 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
dialog.editor.openFromUrl.body=\u092E\u0949\u0921\u092A\u0948\u0915 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F JSON URL \u091A\u093F\u092A\u0915\u093E\u090F\u0901:
dialog.runtime.delete.title=\u0939\u091F\u093E\u0928\u0947 \u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
dialog.runtime.delete.header={0} \u0930\u0928\u091F\u093E\u0907\u092E \u0939\u091F\u093E\u090F\u0902
dialog.runtime.delete.body=\u092F\u0939 \u0930\u0928\u091F\u093E\u0907\u092E \u0924\u092C \u0926\u094B\u092C\u093E\u0930\u093E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E \u091C\u092C \u0915\u093F\u0938\u0940 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u094B \u0907\u0938\u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u094B\u0917\u0940\u0964 \u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u093E?
dialog.runtime.delete.button.delete=\u092E\u093F\u091F\u093E\u0928\u093E
dialog.runtime.deleteAll.title=\u0938\u092D\u0940 \u0915\u094B \u0939\u091F\u093E\u090F\u0902 \u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
dialog.runtime.deleteAll.header=\u0938\u092D\u0940 \u0930\u0928\u091F\u093E\u0907\u092E \u0939\u091F\u093E\u090F\u0901
dialog.runtime.deleteAll.body=\u092E\u0949\u0921\u092A\u0948\u0915 \u0932\u0949\u0928\u094D\u091A \u0939\u094B\u0928\u0947 \u092A\u0930 \u0938\u092D\u0940 \u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093F\u0930 \u0938\u0947 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u093F\u090F \u091C\u093E\u090F\u0902\u0917\u0947\u0964 \u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u093E?
dialog.runtime.deleteAll.button.deleteAll=\u0938\u092D\u0940 \u0939\u091F\u093E \u0926\u094B
dialog.alert.error.title=\u0909\u092B\u093C
dialog.alert.error.header=\u0917\u0932\u0924\u0940
dialog.alert.warning.title=\u091A\u0947\u0924\u093E\u0935\u0928\u0940
dialog.alert.warning.header=\u091A\u0947\u0924\u093E\u0935\u0928\u0940
dialog.alert.appError.title=\u0915\u0941\u091B \u0917\u0932\u0924 \u0939\u0948
dialog.alert.appError.header=\u0906\u0935\u0947\u0926\u0928 \u0915\u0947 \u0924\u094D\u0930\u0941\u091F\u093F
dialog.alert.appError.question.body=\u0939\u0948\u0902\u0921\u0932\u093F\u0902\u0917 \u092A\u0942\u0930\u094D\u0923 \u0939\u094B\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u090F\u0915 \u092A\u094D\u0930\u0936\u094D\u0928 \u0938\u0902\u0926\u0947\u0936 \u0932\u0948\u091A \u092C\u093E\u0927\u093F\u0924 \u0939\u094B \u0917\u092F\u093E \u0925\u093E\u0964
dialog.alert.appError.error.body=\u0939\u0948\u0902\u0921\u0932\u093F\u0902\u0917 \u092A\u0942\u0930\u094D\u0923 \u0939\u094B\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0938\u0902\u0926\u0947\u0936 \u0932\u0948\u091A \u092C\u093E\u0927\u093F\u0924 \u0939\u094B \u0917\u092F\u093E \u0925\u093E\u0964
dialog.alert.appError.warning.body=\u0939\u0948\u0902\u0921\u0932\u093F\u0902\u0917 \u092A\u0942\u0930\u094D\u0923 \u0939\u094B\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u090F\u0915 \u091A\u0947\u0924\u093E\u0935\u0928\u0940 \u0938\u0902\u0926\u0947\u0936 \u0932\u0948\u091A \u092C\u093E\u0927\u093F\u0924 \u0939\u094B \u0917\u092F\u093E \u0925\u093E\u0964
dialog.fileChooser.json.filter=JSON \u092B\u093C\u093E\u0907\u0932\u0947\u0902
dialog.fileChooser.zipArchive.filter=\u091C\u093C\u093F\u092A \u0938\u0902\u0917\u094D\u0930\u0939
dialog.fileChooser.legacyJsonModpack.filter=\u0932\u0940\u0917\u0947\u0938\u0940 JSON \u092E\u0949\u0921\u092A\u0948\u0915
dialog.fileChooser.micaModpackZip.filter=\u092E\u0940\u0915\u093E \u092E\u0949\u0921\u092A\u0948\u0915 \u091C\u093C\u093F\u092A
dialog.fileChooser.importModpackZip.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u091C\u093C\u093F\u092A \u0906\u092F\u093E\u0924 \u0915\u0930\u0947\u0902
dialog.fileChooser.saveHostingManifest.title=\u0939\u094B\u0938\u094D\u091F\u093F\u0902\u0917 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u0938\u0939\u0947\u091C\u0947\u0902
dialog.fileChooser.openModpack.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0916\u094B\u0932\u0947\u0902
dialog.fileChooser.saveModpack.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0938\u0939\u0947\u091C\u0947\u0902
dialog.fileChooser.exportModpack.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0930\u0947\u0902
dialog.fileChooser.saveManifest.title=\u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u0938\u0939\u0947\u091C\u0947\u0902
dialog.fileChooser.exportSettings.title=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0938\u0947\u091F\u093F\u0902\u0917\u094D\u0938
dialog.editor.urlInput.title=\u092F\u0942\u0906\u0930\u090F\u0932 \u0938\u0947 \u0916\u094B\u0932\u0947\u0902
dialog.editor.urlInput.header=\u092E\u0949\u0921\u092A\u0948\u0915 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u092F\u0942\u0906\u0930\u090F\u0932 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
dialog.editor.urlInput.contentLabel=\u092F\u0942\u0906\u0930\u090F\u0932:
dialog.editor.pickNeoForge.title=\u0928\u093F\u092F\u094B\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902
dialog.editor.pickNeoForge.header=\u0928\u093F\u092F\u094B\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902
dialog.editor.pickNeoForge.contentLabel=\u0928\u093F\u092F\u094B\u092B\u094B\u0930\u094D\u091C:
dialog.editor.pickFabric.title=\u092B\u0948\u092C\u094D\u0930\u093F\u0915 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902
dialog.editor.pickFabric.header=\u090F\u0915 Minecraft \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902 (\u0928\u0935\u0940\u0928\u0924\u092E \u0938\u094D\u0925\u093F\u0930 \u092B\u0948\u092C\u094D\u0930\u093F\u0915 \u0932\u094B\u0921\u0930 \u0915\u0947 \u0938\u093E\u0925 \u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E)
dialog.editor.pickFabric.contentLabel=\u0915\u092A\u0921\u093C\u093E:
dialog.editor.pickForge.title=\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u091A\u0941\u0928\u0947\u0902
dialog.editor.pickForge.header=\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u093E \u091A\u092F\u0928 \u0915\u0930\u0947\u0902
dialog.editor.pickForge.contentLabel=\u092B\u094B\u0930\u094D\u091C:
dialog.editor.searchModrinth.title=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u0916\u094B\u091C\u0947\u0902
dialog.editor.searchModrinth.header=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u092A\u0930 \u092E\u0949\u0921 \u0916\u094B\u091C\u0947\u0902
dialog.editor.searchModrinth.addSelected=\u091A\u0941\u0928\u0947 \u0939\u0941\u090F \u0915\u094B \u091C\u094B\u0921\u093C\u094B
dialog.editor.searchModrinth.searchBtn=\u0916\u094B\u091C
dialog.editor.searchModrinth.modNamePlaceholder=\u092E\u0949\u0921 \u0915\u093E \u0928\u093E\u092E...
dialog.editor.searchModrinth.versionFilter=\u0917\u0947\u092E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u092B\u093C\u093F\u0932\u094D\u091F\u0930 \u0915\u0930\u0947\u0902:
dialog.editor.searchModrinth.loaderFilter=\u092E\u0949\u0921\u0932\u094B\u0921\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092B\u093C\u093F\u0932\u094D\u091F\u0930 \u0915\u0930\u0947\u0902:
dialog.editor.diff.title=\u0905\u0902\u0924\u0930
dialog.editor.diff.noChangesHeader=\u0915\u094B\u0908 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0928\u0939\u0940\u0902
dialog.editor.diff.noChangesBody=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C \u0915\u094B \u0905\u0902\u0924\u093F\u092E \u092C\u093E\u0930 \u0938\u0939\u0947\u091C\u0947 \u092F\u093E \u0932\u094B\u0921 \u0915\u093F\u090F \u091C\u093E\u0928\u0947 \u0915\u0947 \u092C\u093E\u0926 \u0938\u0947 \u0938\u0902\u0936\u094B\u0927\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964
dialog.editor.diff.changesHeader=\u0905\u0902\u0924\u093F\u092E \u0938\u0947\u0935/\u0932\u094B\u0921 \u0915\u0947 \u092C\u093E\u0926 \u0938\u0947 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
dialog.editor.validate.title=\u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u092A\u0930\u093F\u0923\u093E\u092E
dialog.editor.validate.headerValid=\u0935\u0948\u0927
dialog.editor.validate.headerIssues=\u092E\u0941\u0926\u094D\u0926\u0947 \u092E\u093F\u0932\u0947
dialog.editor.validate.bodyValid=\u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u092A\u093E\u0930\u093F\u0924! \u0915\u094B\u0908 \u0938\u092E\u0938\u094D\u092F\u093E \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u0940.
dialog.editor.validate.bodyIssuesPrefix=\u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u092E\u0941\u0926\u094D\u0926\u0947:
dialog.settings.logout.title=\u0932\u0949\u0917 \u0906\u0909\u091F
dialog.settings.logout.header=\u0915\u094D\u092F\u093E \u0906\u092A \u0932\u0949\u0917 \u0906\u0909\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
dialog.settings.logout.body=\u0906\u092A\u0915\u094B \u0905\u092A\u0928\u0947 Microsoft \u0916\u093E\u0924\u0947 \u0938\u0947 \u092B\u093F\u0930 \u0938\u0947 \u0938\u093E\u0907\u0928 \u0907\u0928 \u0915\u0930\u0928\u093E \u0939\u094B\u0917\u093E\u0964
dialog.settings.exportSettings.defaultFilename=\u0932\u0949\u0928\u094D\u091A\u0930-\u0938\u0947\u091F\u093F\u0902\u0917\u094D\u0938.\u091C\u0947\u0938\u0928
dialog.shortcut.created.title=\u0936\u0949\u0930\u094D\u091F\u0915\u091F \u092C\u0928\u093E\u092F\u093E \u0917\u092F\u093E
dialog.shortcut.created.body={0} \u0915\u0947 \u0932\u093F\u090F \u0921\u0947\u0938\u094D\u0915\u091F\u0949\u092A \u0936\u0949\u0930\u094D\u091F\u0915\u091F \u092C\u0928\u093E\u092F\u093E \u0917\u092F\u093E\u0964
dialog.shortcut.failed.body=\u0921\u0947\u0938\u094D\u0915\u091F\u0949\u092A \u0936\u0949\u0930\u094D\u091F\u0915\u091F \u092C\u0928\u093E\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925: {0}
dialog.about.title={0} \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902
dialog.about.body=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 {0}\\n\u00A9 2021\u20132026 \u092E\u0940\u0915\u093E \u091F\u0947\u0915\u094D\u0928\u094B\u0932\u0949\u091C\u0940\u091C\\nhttps://micatechnologies.com
window.help.title=\u092E\u0940\u0915\u093E \u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0939\u093E\u092F\u0924\u093E
window.welcome.title=\u092E\u0940\u0915\u093E \u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0906\u092A\u0915\u093E \u0938\u094D\u0935\u093E\u0917\u0924 \u0939\u0948
window.launchProgress.title=\u0932\u0949\u0928\u094D\u091A\u093F\u0902\u0917: {0}
dialog.importConfirm.title=\u092E\u0949\u0921\u092A\u0948\u0915 \u0906\u092F\u093E\u0924 \u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
dialog.importConfirm.fallbackName=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u092E\u0949\u0921\u092A\u0948\u0915
library.status.removing={0} \u0915\u094B \u0939\u091F\u093E\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948...
library.status.removingMc=Minecraft {0}\u2026 \u0915\u094B \u0939\u091F\u093E\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
library.status.installing={0} \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948\u2026
preview.modrinth.unnamedProject=(\u0905\u0928\u093E\u092E \u092A\u0930\u093F\u092F\u094B\u091C\u0928\u093E)
preview.modrinth.sourceLabel=\u0938\u094D\u0930\u094B\u0924: \u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925
preview.modrinth.versionLabel=\u0938\u0902\u0938\u094D\u0915\u0930\u0923: {0}
preview.modrinth.minecraftLabel=\u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F: {0}
preview.modrinth.loaderLabel=\u092E\u0949\u0921 \u0932\u094B\u0921\u0930: {0}
preview.urlLabel=\u092F\u0942\u0906\u0930\u090F\u0932: {0}
preview.curseforge.detected=\u090F\u0915 \u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u092E\u0949\u0921\u092A\u0948\u0915 \u092F\u0942\u0906\u0930\u090F\u0932 \u0915\u093E \u092A\u0924\u093E \u091A\u0932\u093E\u0964
preview.curseforge.sourceLabel=\u0938\u094D\u0930\u094B\u0924: \u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C
preview.curseforge.fileIdLabel=\u092B\u093C\u093E\u0907\u0932 \u0906\u0908\u0921\u0940: {0}
preview.curseforge.note=\u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u0915\u094B \u092A\u094D\u0930\u094B\u0917\u094D\u0930\u093E\u092E\u0947\u091F\u093F\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0947 \u0932\u093F\u090F \u090F\u092A\u0940\u0906\u0908 \u0915\u0941\u0902\u091C\u0940 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u094B\u0924\u0940 \u0939\u0948, \u0907\u0938\u0932\u093F\u090F \u0932\u0949\u0928\u094D\u091A\u0930 \u0905\u092D\u0940 \u0924\u0915 \u0938\u0940\u0927\u0947 \u0905\u092A\u0928\u0947 \u092A\u0948\u0915 \u0906\u092F\u093E\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093E \u0939\u0948\u0964 \u0905\u092D\u0940 \u0915\u0947 \u0932\u093F\u090F, \u0906\u092A \u0928\u0940\u091A\u0947 \u0926\u093F\u090F \u0917\u090F \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u092A\u0947\u091C \u0915\u094B \u0916\u094B\u0932 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u0938\u0947 \u092E\u0949\u0921\u092A\u0948\u0915 \u091C\u093C\u093F\u092A \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0914\u0930 \u092F\u093E \u0924\u094B \u0907\u0938\u0947 \u092E\u0940\u0915\u093E \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0926\u094B\u092C\u093E\u0930\u093E \u092A\u0948\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092F\u093E \u0905\u0917\u0932\u0947 \u0932\u0949\u0928\u094D\u091A\u0930 \u0905\u092A\u0921\u0947\u091F \u0915\u0940 \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u091C\u094B \u0915\u0930\u094D\u0938\u092B\u094B\u0930\u094D\u091C \u0906\u092F\u093E\u0924 \u0938\u092E\u0930\u094D\u0925\u0928 \u091C\u094B\u0921\u093C\u0924\u093E \u0939\u0948\u0964
preview.technic.detected=\u090F\u0915 \u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u092E\u0949\u0921\u092A\u0948\u0915 \u092F\u0942\u0906\u0930\u090F\u0932 \u0915\u093E \u092A\u0924\u093E \u091A\u0932\u093E\u0964
preview.technic.sourceLabel=\u0938\u094D\u0930\u094B\u0924: \u0924\u0915\u0928\u0940\u0915
preview.technic.note=\u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u0915\u0947 \u090F\u092A\u0940\u0906\u0908 \u0915\u094B \u092A\u094D\u0930\u094B\u0917\u094D\u0930\u093E\u092E\u0947\u091F\u093F\u0915 \u090F\u0915\u094D\u0938\u0947\u0938 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u092A\u094D\u0930\u092E\u093E\u0923\u093F\u0924 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u094B\u0924\u0940 \u0939\u0948, \u0907\u0938\u0932\u093F\u090F \u092F\u0939 \u0932\u0949\u0928\u094D\u091A\u0930 \u0905\u092D\u0940 \u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u092A\u094D\u0932\u0947\u091F\u092B\u0949\u0930\u094D\u092E \u0938\u0947 \u0938\u0940\u0927\u0947 \u092A\u0948\u0915 \u0906\u092F\u093E\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093E \u0939\u0948\u0964 \u0938\u092E\u093E\u0927\u093E\u0928:
preview.technic.step1=1. \u0928\u0940\u091A\u0947 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u092A\u0947\u091C \u0916\u094B\u0932\u0947\u0902\u0964
preview.technic.step2=2. \u092A\u0948\u0915 \u0915\u0947 \u092A\u0947\u091C \u092A\u0930 "\u0938\u0930\u094D\u0935\u0930 \u0921\u093E\u0909\u0928\u0932\u094B\u0921" \u0932\u093F\u0902\u0915 \u0926\u0947\u0916\u0947\u0902 \u0914\u0930 \u0938\u0930\u094D\u0935\u0930 \u091C\u093C\u093F\u092A \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902\u0964
preview.technic.step3=3. \u0907\u0938 \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0935\u093E\u092A\u0938, \u092C\u094D\u0930\u093E\u0909\u091C\u093C \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u092A\u0930 "\u0907\u092E\u094D\u092A\u094B\u0930\u094D\u091F \u091C\u093C\u093F\u092A" \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0940 \u0917\u0908 \u091C\u093C\u093F\u092A \u091A\u0941\u0928\u0947\u0902\u0964 \u0932\u0949\u0928\u094D\u091A\u0930 \u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u0938\u0930\u094D\u0935\u0930-\u092A\u0948\u0915 \u092A\u094D\u0930\u093E\u0930\u0942\u092A \u0915\u094B \u092A\u0939\u091A\u093E\u0928 \u0932\u0947\u0917\u093E \u0914\u0930 \u0907\u0938\u0947 \u0906\u092A\u0915\u0947 \u0932\u093F\u090F \u0938\u0947\u091F \u0915\u0930 \u0926\u0947\u0917\u093E\u0964
notification.import.technicServer.title=\u091F\u0947\u0915\u094D\u0928\u093F\u0915 \u0938\u0930\u094D\u0935\u0930 \u092A\u0948\u0915 \u0906\u092F\u093E\u0924\u093F\u0924
notification.import.technicServer.body=\u0932\u0949\u0928\u094D\u091A\u093F\u0902\u0917 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0932\u094B\u0921\u0930 \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u092F\u0942\u0906\u0930\u090F\u0932 \u0938\u0947\u091F \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092E\u0949\u0921\u092A\u0948\u0915 \u090F\u0921\u093F\u091F\u0930 \u092E\u0947\u0902 \u092A\u0948\u0915 \u0916\u094B\u0932\u0947\u0902 (\u0914\u0930 \u0911\u091F\u094B-\u0921\u093F\u091F\u0947\u0915\u094D\u091F\u0947\u0921 \u092E\u093E\u0907\u0928\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u0938\u0902\u0938\u094D\u0915\u0930\u0923 + \u092E\u0949\u0921 \u0932\u094B\u0921\u0930 \u0915\u094B \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902)\u0964
notification.import.complete.title=\u0906\u092F\u093E\u0924 \u092A\u0942\u0930\u094D\u0923
notification.import.complete.body=\u092A\u0948\u0915 \u0905\u092C \u0906\u092A\u0915\u0940 \u0932\u093E\u0907\u092C\u094D\u0930\u0947\u0930\u0940 \u092E\u0947\u0902 \u0939\u0948\u0964
notification.import.unexpected.title=\u0906\u092F\u093E\u0924 \u0935\u093F\u092B\u0932
notification.import.unexpected.body=\u091C\u093C\u093F\u092A \u0906\u092F\u093E\u0924 \u0915\u0930\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0905\u092A\u094D\u0930\u0924\u094D\u092F\u093E\u0936\u093F\u0924 \u0924\u094D\u0930\u0941\u091F\u093F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964 \u0935\u093F\u0935\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0932\u0949\u0928\u094D\u091A\u0930 \u0932\u0949\u0917 \u0915\u0940 \u091C\u093E\u0901\u091A \u0915\u0930\u0947\u0902\u0964
notification.import.modrinth.failed.title=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u0924\u0915 \u0928\u0939\u0940\u0902 \u092A\u0939\u0941\u0902\u091A \u0938\u0915\u093E
notification.import.modrinth.failed.body=\u0932\u0949\u0928\u094D\u091A\u0930 \u0928\u0947 \u0906\u092A\u0915\u0947 \u092F\u0942\u0906\u0930\u090F\u0932 \u0915\u094B \u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u092E\u0949\u0921\u092A\u0948\u0915 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u092A\u0939\u091A\u093E\u0928\u093E \u0932\u0947\u0915\u093F\u0928 \u0907\u0938\u0915\u0947 \u0932\u093F\u090F \u0935\u093F\u0935\u0930\u0923 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E\u0964 \u0905\u092A\u0928\u093E \u0915\u0928\u0947\u0915\u094D\u0936\u0928 \u091C\u093E\u0901\u091A\u0947\u0902 \u0914\u0930 \u092A\u0941\u0928\u0903 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902, \u092F\u093E \u0907\u0938\u0915\u0947 \u092C\u091C\u093E\u092F \u090F\u0915 \u092E\u0940\u0915\u093E \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F URL \u091A\u093F\u092A\u0915\u093E\u090F\u0901\u0964
notification.import.modrinth.fileUnavailable.title=\u092A\u0948\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 URL \u0905\u0928\u0941\u092A\u0932\u092C\u094D\u0927 \u0939\u0948
notification.import.modrinth.fileUnavailable.body=\u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u0928\u0947 \u092A\u0948\u0915 \u0915\u0947 \u0928\u0935\u0940\u0928\u0924\u092E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u092B\u093C\u093E\u0907\u0932 \u092F\u0942\u0906\u0930\u090F\u0932 \u0928\u0939\u0940\u0902 \u0932\u094C\u091F\u093E\u092F\u093E\u0964 \u092A\u0941\u0928\u0903 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902, \u092F\u093E modrinth.com \u092A\u0930 \u092A\u0948\u0915 \u0915\u0940 \u091C\u093E\u0901\u091A \u0915\u0930\u0947\u0902 - \u092F\u0939 \u0905\u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0939\u094B \u0938\u0915\u0924\u093E \u0939\u0948 \u092F\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092E\u0947\u0902 \u0905\u092D\u0940 \u0924\u0915 \u0915\u094B\u0908 \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u092B\u093C\u093E\u0907\u0932 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
notification.import.modrinth.archiveMissing.title=\u092A\u0948\u0915 \u0938\u0902\u0917\u094D\u0930\u0939 \u0917\u093E\u092F\u092C \u0939\u0948
notification.import.modrinth.archiveMissing.body=\u0907\u0938 \u092A\u0948\u0915 \u0915\u0947 \u0932\u093F\u090F \u092E\u0949\u0921\u094D\u0930\u093F\u0902\u0925 \u0915\u093E \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u092F\u0942\u0906\u0930\u090F\u0932 .mrpack \u092B\u093C\u093E\u0907\u0932 \u091C\u0948\u0938\u093E \u0928\u0939\u0940\u0902 \u0926\u093F\u0916\u0924\u093E \u0939\u0948\u0964 \u092F\u0939 \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u0947\u0935\u0932 .mrpack-\u0938\u094D\u0935\u0930\u0942\u092A\u093F\u0924 \u092E\u0949\u0921\u092A\u0948\u0915 \u0906\u092F\u093E\u0924 \u0915\u0930 \u0938\u0915\u0924\u093E \u0939\u0948\u0964
notification.import.preparing.title=\u0906\u092F\u093E\u0924 \u0915\u0940 \u0924\u0948\u092F\u093E\u0930\u0940
notification.import.preparing.body=\u092A\u0948\u0915 \u0938\u0902\u0917\u094D\u0930\u0939 \u0915\u094B \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u093E \u0914\u0930 \u0909\u0938\u0915\u093E \u0905\u0928\u0941\u0935\u093E\u0926 \u0915\u0930\u0928\u093E\u0964 \u0907\u0938\u092E\u0947\u0902 \u0906\u092E\u0924\u094C\u0930 \u092A\u0930 \u0915\u0941\u091B \u0938\u0947\u0915\u0902\u0921 \u0932\u0917\u0924\u0947 \u0939\u0948\u0902.
library.import.modrinth.downloading=\u092A\u0948\u0915 \u0938\u0902\u0917\u094D\u0930\u0939 + \u092B\u094B\u0930\u094D\u091C \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948\u2026
detailModal.manifest.couldNotRead.title=\u092E\u0947\u0928\u093F\u092B\u093C\u0947\u0938\u094D\u091F \u0928\u0939\u0940\u0902 \u092A\u0922\u093C \u0938\u0915\u093E
detailModal.manifest.couldNotRead.body=\u092A\u0948\u0915 \u0915\u093E \u092E\u0941\u0916\u094D\u092F \u092D\u093E\u0917 \u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0938\u094D\u0924\u0930 \u092A\u0930 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u092A\u0939\u0932\u0947 \u092A\u0948\u0915 \u0915\u094B \u0924\u093E\u091C\u093C\u093E \u0915\u0930\u0928\u0947 \u0915\u093E \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902\u0964
detailModal.manifest.saved.title=\u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E
detailModal.manifest.couldNotSave.title=\u092E\u0947\u0928\u093F\u092B\u093C\u0947\u0938\u094D\u091F \u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E
detailModal.invite.unavailable.title=\u0915\u094B\u0908 \u0906\u092E\u0902\u0924\u094D\u0930\u0923 \u0932\u093F\u0902\u0915 \u0928\u0939\u0940\u0902
detailModal.invite.unavailable.body=\u0907\u0938 \u092A\u0948\u0915 \u092E\u0947\u0902 \u0926\u094B\u0938\u094D\u0924\u094B\u0902 \u0915\u094B \u0906\u092E\u0902\u0924\u094D\u0930\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0941\u091B \u092D\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948 (\u0915\u094B\u0908 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u092F\u0942\u0906\u0930\u090F\u0932 \u092F\u093E \u0935\u0947\u0928\u093F\u0932\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0928\u0939\u0940\u0902)\u0964
detailModal.export.success.title=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u093F\u090F \u0917\u090F
detailModal.export.success.body={0} \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E
officialExport.menuItem=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u091C\u094B\u0921\u093C\u0947\u0902
officialExport.confirm.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u091C\u094B\u0921\u093C\u0947\u0902?
officialExport.confirm.header=\u0906\u0927\u093F\u0915\u093E\u0930\u093F\u0915 Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 "{0}" \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u092C\u0928\u093E\u090F\u0902
officialExport.confirm.body=\u0932\u0949\u0928\u094D\u091A\u0930 "{0} (\u092E\u0940\u0915\u093E)" \u0928\u093E\u092E\u0915 \u090F\u0915 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u092C\u0928\u093E\u090F\u0917\u093E \u091C\u094B \u092E\u0940\u0915\u093E-\u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0917\u0947\u092E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0915\u093E \u092A\u0930 \u0907\u0902\u0917\u093F\u0924 \u0915\u0930\u0924\u093E \u0939\u0948 \u091C\u093F\u0938\u092E\u0947\u0902 \u0907\u0938 \u092A\u0948\u0915 \u0915\u0947 \u092E\u0949\u0921 \u0914\u0930 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902\u0964 \u092B\u093F\u0930 \u0906\u092A Minecraft \u0915\u0947 \u0905\u092A\u0928\u0947 \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0947 \u0907\u0938 \u092A\u0948\u0915 \u0915\u094B \u0916\u0947\u0932 \u0938\u0915\u0947\u0902\u0917\u0947\u0964\\n\\n\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0906\u0908\u0921\u0940: {1}\\n\\n{2}
officialExport.confirm.body.modded.loaderInstalled=\u092E\u093F\u0932\u093E\u0928 \u0915\u0930\u0928\u0947 \u0935\u093E\u0932\u093E \u092E\u0949\u0921\u0932\u094B\u0921\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0906\u092A\u0915\u0947 Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0939\u0948, \u0907\u0938\u0932\u093F\u090F \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0924\u0941\u0930\u0902\u0924 \u0915\u093E\u092E \u0915\u0930\u0947\u0917\u0940\u0964
officialExport.confirm.body.modded.loaderMissing=\u0938\u091A\u0947\u0924 \u0930\u0939\u0947\u0902: \u092E\u093F\u0932\u093E\u0928 \u092E\u0949\u0921\u0932\u094B\u0921\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 ({1}) \u0905\u092D\u0940 \u0924\u0915 \u0906\u092A\u0915\u0947 Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u091C\u092C \u0924\u0915 \u0906\u092A \u0907\u0938\u0947 \u092A\u0902\u091C\u0940\u0915\u0943\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F {0} \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u0928\u0939\u0940\u0902 \u091A\u0932\u093E\u090F\u0902\u0917\u0947, \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 "\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E" \u091A\u0947\u0924\u093E\u0935\u0928\u0940 \u0915\u0947 \u0938\u093E\u0925 \u0926\u093F\u0916\u093E\u0908 \u0926\u0947\u0917\u0940\u0964
officialExport.confirm.body.vanilla=\u0935\u0947\u0928\u093F\u0932\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 - \u0915\u093F\u0938\u0940 \u092D\u0940 \u092E\u0949\u0921 \u0915\u094B \u0915\u0949\u092A\u0940 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 Minecraft {1} \u092A\u0930 \u0915\u0947\u0935\u0932 \u090F\u0915 \u0938\u0942\u091A\u0915 \u0939\u0948, \u091C\u093F\u0938\u0947 Minecraft \u0915\u093E \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u091A\u0932\u093E\u0928\u093E \u091C\u093E\u0928\u0924\u093E \u0939\u0948\u0964
officialExport.confirm.button.export=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u091C\u094B\u0921\u093C\u0947\u0902
officialExport.notInstalled.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E
officialExport.notInstalled.body=\u0932\u0949\u0928\u094D\u091A\u0930 \u0906\u092A\u0915\u093E Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0921\u0947\u091F\u093E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 ({0}) \u0928\u0939\u0940\u0902 \u0922\u0942\u0902\u0922 \u0938\u0915\u093E\u0964 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0947\u0902 (\u0914\u0930 \u0907\u0938\u0947 \u0915\u092E \u0938\u0947 \u0915\u092E \u090F\u0915 \u092C\u093E\u0930 \u091A\u0932\u093E\u090F\u0902)\u0964
officialExport.success.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E
officialExport.success.body=\u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 "{0}" \u0905\u092C Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u0940 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0938\u0942\u091A\u0940 \u092E\u0947\u0902 \u0939\u0948\u0964
officialExport.successButLoaderMissing.title=\u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u091C\u094B\u0921\u093C\u0940 \u0917\u0908 - \u0932\u094B\u0921\u0930 \u0917\u093E\u092F\u092C \u0939\u0948
officialExport.successButLoaderMissing.body=\u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0925\u0940, \u0932\u0947\u0915\u093F\u0928 \u092E\u093F\u0932\u093E\u0928 \u0915\u0930\u0928\u0947 \u0935\u093E\u0932\u093E \u092E\u0949\u0921\u0932\u094B\u0921\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 ({0}) \u0905\u092D\u0940 \u0924\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0941\u0906 \u0939\u0948\u0964 \u0938\u0947\u091F\u0905\u092A \u092A\u0942\u0930\u093E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092E\u0949\u0921\u0932\u094B\u0921\u0930 \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u091A\u0932\u093E\u090F\u0901\u0964
officialExport.failed.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u091C\u094B\u0921\u093C\u093E \u091C\u093E \u0938\u0915\u093E
officialExport.failed.body={0}
officialExport.inProgress=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948\u2026
officialExport.verifying=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0938\u0947 \u092A\u0939\u0932\u0947 \u092A\u0948\u0915 \u092B\u093C\u093E\u0907\u0932\u0947\u0902 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u2026
officialExport.installLoader.title=\u092E\u0949\u0921\u0932\u094B\u0921\u0930 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902?
officialExport.installLoader.header=\u0907\u0938 \u092A\u0948\u0915 \u0915\u094B \u091C\u093F\u0938 {0} \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948 \u0935\u0939 \u0905\u092D\u0940 \u0924\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948
officialExport.installLoader.body=\u0932\u0949\u0928\u094D\u091A\u0930 \u0905\u092C \u0906\u092A\u0915\u0947 \u0932\u093F\u090F {0}' \u0915\u093E \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u091A\u0932\u093E \u0938\u0915\u0924\u093E \u0939\u0948 \u0907\u0938\u0932\u093F\u090F \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u092A\u0939\u0932\u0947 \u0932\u0949\u0928\u094D\u091A \u092A\u0930 \u0915\u093E\u092E \u0915\u0930\u0924\u0940 \u0939\u0948\u0964 \u0907\u0938\u092E\u0947\u0902 \u0906\u092E\u0924\u094C\u0930 \u092A\u0930 10-30 \u0938\u0947\u0915\u0902\u0921 \u0932\u0917\u0924\u0947 \u0939\u0948\u0902\u0964\\n\\n\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F: {1}\\n\\n\u0935\u0948\u0915\u0932\u094D\u092A\u093F\u0915 \u0930\u0942\u092A \u0938\u0947, \u0906\u092A \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0915\u094B \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u090F \u092C\u093F\u0928\u093E \u091C\u094B\u0921\u093C \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 - \u092F\u0939 Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 "\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E" \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0926\u093F\u0916\u093E\u0908 \u0926\u0947\u0917\u093E \u091C\u092C \u0924\u0915 \u0915\u093F \u0906\u092A {0} \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u0915\u094B \u092E\u0948\u0928\u094D\u092F\u0941\u0905\u0932 \u0930\u0942\u092A \u0938\u0947 \u0928\u0939\u0940\u0902 \u091A\u0932\u093E\u0924\u0947\u0964
officialExport.installLoader.button.installAndAdd=\u0932\u094B\u0921\u0930 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u091C\u094B\u0921\u093C\u0947\u0902
officialExport.installLoader.button.addOnly=\u092B\u093F\u0930 \u092D\u0940 \u091C\u094B\u0921\u093C\u0947\u0902
officialExport.installLoader.inProgress={0} \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948\u2026
officialExport.installLoader.success.title=\u0932\u094B\u0921\u0930 \u0938\u094D\u0925\u093E\u092A\u093F\u0924
officialExport.installLoader.success.body={0}. \u0905\u092D\u0940 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u091C\u094B\u0921\u093C \u0930\u0939\u093E \u0939\u0942\u0901.
officialExport.installLoader.failed.title=\u0932\u094B\u0921\u0930 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E
officialExport.installLoader.failed.body={0}\\n\\n\u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0905\u092D\u0940 \u092D\u0940 \u092C\u0928\u093E\u0908 \u091C\u093E\u090F\u0917\u0940, \u0932\u0947\u0915\u093F\u0928 \u0907\u0938\u0947 \u0915\u093E\u092E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0906\u092A\u0915\u094B {1} \u0907\u0902\u0938\u094D\u091F\u0949\u0932\u0930 \u0915\u094B \u092E\u0948\u0928\u094D\u092F\u0941\u0905\u0932 \u0930\u0942\u092A \u0938\u0947 \u091A\u0932\u093E\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u094B\u0917\u0940\u0964
officialExport.remove.menuItem=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0947 \u0928\u093F\u0915\u093E\u0932\u0947\u0902
officialExport.remove.confirm.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0947 \u0928\u093F\u0915\u093E\u0932\u0947\u0902?
officialExport.remove.confirm.header="{0} (\u092E\u0940\u0915\u093E)" \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0939\u091F\u093E\u090F\u0901
officialExport.remove.confirm.body=\u0932\u0949\u0928\u094D\u091A\u0930 \u0906\u092A\u0915\u0947 Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u0940 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0938\u0942\u091A\u0940 \u0938\u0947 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0915\u094B \u0939\u091F\u093E \u0926\u0947\u0917\u093E \u0914\u0930 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0940 \u0917\u0908 \u0917\u0947\u092E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0915\u093E (mods, configs,worlds, saves) \u0915\u094B \u092F\u0939\u093E\u0902 \u0939\u091F\u093E \u0926\u0947\u0917\u093E:\\n\\n{1}\\n\\n\u092F\u0939 \u0906\u092A\u0915\u0947 \u092A\u0948\u0915 \u0915\u0947 \u092E\u0940\u0915\u093E \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u094B \u092C\u093F\u0932\u094D\u0915\u0941\u0932 \u092D\u0940 \u092A\u094D\u0930\u092D\u093E\u0935\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093E - \u0915\u0947\u0935\u0932 \u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0940 \u0917\u0908 \u0915\u0949\u092A\u0940\u0964
officialExport.remove.confirm.button.remove=\u0928\u093F\u0915\u093E\u0932\u0928\u093E
officialExport.remove.success.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0947 \u0939\u091F\u093E\u092F\u093E \u0917\u092F\u093E
officialExport.remove.success.body=\u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 "{0}" \u0905\u092C Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u0940 \u092A\u094D\u0930\u094B\u092B\u093C\u093E\u0907\u0932 \u0938\u0942\u091A\u0940 \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
officialExport.remove.failed.title=Minecraft \u0932\u0949\u0928\u094D\u091A\u0930 \u0938\u0947 \u0939\u091F\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E
officialExport.remove.failed.body={0}
