#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: hi
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=\u0928\u0935\u0940\u0928\u0924\u092E \u092E\u0949\u0921 \u092A\u0948\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u093E
MODPACK_INSTALL_FETCH_LOWER_LABEL=\u0915\u0943\u092A\u092F\u093E \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930\u0947\u0902...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=\u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=\u0915\u0943\u092A\u092F\u093E \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930\u0947\u0902...
VERIFIED_ASSET_PROGRESS_TEXT=\u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0938\u0902\u092A\u0924\u094D\u0924\u093F
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=\u090F\u0915 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u092B\u093C\u093E\u0907\u0932 \u092E\u093F\u0932\u0940 \u0932\u0947\u0915\u093F\u0928 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091C\u093E \u0938\u0915\u0940. \\
CONFIG_RESET_SUCCESS_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0930\u0940\u0938\u0947\u091F \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948!
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=\u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0915\u094B \u0938\u0939\u0947\u091C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925 \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u0907\u0938\u0947 \u092B\u093C\u093E\u0907\u0932 \u0938\u0947 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964
CONFIG_SAVE_ERROR_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930\u0947\u0936\u0928 \u0915\u094B \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964
GAME_MODE_BEING_SET_TO_TEXT=\u0917\u0947\u092E \u092E\u094B\u0921 \u0915\u094B \u0938\u0947\u091F \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
GAME_MODE_INFERRED_SET_TO_TEXT=\u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u092A\u0924\u093E \u0932\u0917\u093E\u092F\u093E \u0917\u092F\u093E (\u0905\u0928\u0941\u092E\u093E\u0928 \u0932\u0917\u093E\u092F\u093E \u0917\u092F\u093E) \u0914\u0930 \u0917\u0947\u092E \u092E\u094B\u0921 \u0915\u094B \u0938\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E
LOG_ERROR_PREFIX=\u0917\u0932\u0924\u0940
LOG_WARNING_PREFIX=\u091A\u0947\u0924\u093E\u0935\u0928\u0940 \u0926\u0947\u0928\u093E
LOG_STANDARD_PREFIX=\u0915\u0915\u094D\u0937\u093E
LOG_DEBUG_PREFIX=\u0921\u0940\u092C\u0917
LOG_FILE_DIR_NOT_CREATED_TEXT=\u0932\u0949\u0917 \u092B\u093C\u093E\u0907\u0932 \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0915\u093E (\u092F\u093E \u092A\u0948\u0930\u0947\u0902\u091F) \u0928\u0939\u0940\u0902 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0925\u0940\u0964 \u092F\u0939 \u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u092E\u094C\u091C\u0942\u0926 \u0939\u094B \u0938\u0915\u0924\u093E \u0939\u0948, \u092F\u093E \u092A\u0939\u0941\u0902\u091A \u0939\u094B \u0938\u0915\u0924\u0940 \u0939\u0948 \\
LOG_FILE_NOT_CREATED_TEXT=\u0915\u094B\u0908 \u0932\u0949\u0917 \u092B\u093C\u093E\u0907\u0932 \u0928\u0939\u0940\u0902 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0925\u0940. \u0932\u0949\u0917\u093F\u0902\u0917 \u0938\u092C\u0938\u093F\u0938\u094D\u091F\u092E \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0932\u0949\u0917 \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093E \u0939\u0948\u0964
LOG_SYSTEM_INITIALIZED_TEXT=\u0932\u0949\u0917\u093F\u0902\u0917 \u0938\u092C\u0938\u093F\u0938\u094D\u091F\u092E \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u093E \u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
CREATED_FOLDER_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0915\u0947 \u0932\u093F\u090F \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u092C\u0928\u093E\u092F\u093E \u0917\u092F\u093E.
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0915\u0947 \u0932\u093F\u090F \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0928\u0939\u0940\u0902 \u092C\u0928\u093E\u092F\u093E.
RUNTIME_FOLDER_SET_READABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u092A\u0920\u0928\u0940\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0915\u0930\u0947\u0902\u0964
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u092A\u0922\u093C\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E\u0964
RUNTIME_FOLDER_SET_WRITABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u0932\u093F\u0916\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0915\u0930\u0947\u0902\u0964
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0915\u094B \u0932\u093F\u0916\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0947\u091F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E\u0964
GATHERING_RUNTIME_INFO_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u090F\u0915\u0924\u094D\u0930\u093F\u0924 \u0915\u0930\u0928\u093E
UNIDENTIFIED_OS_RUNTIME_TEXT=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0911\u092A\u0930\u0947\u091F\u093F\u0902\u0917 \u0938\u093F\u0938\u094D\u091F\u092E \u0915\u0940 \u092A\u0939\u091A\u093E\u0928 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091C\u093E \u0938\u0915\u0940. \u090F\u0915 \u0932\u093F\u0928\u0915\u094D\u0938 \u0930\u0928\u091F\u093E\u0907\u092E \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E \u0932\u0947\u0915\u093F\u0928 \\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0930\u0928\u091F\u093E\u0907\u092E \u091A\u0947\u0915\u0938\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0915\u0947 \u0932\u093F\u090F \u0905\u0916\u0902\u0921\u0924\u093E \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u094B\u0917\u093E \\
VERIFYING_LOCAL_RUNTIME_TEXT=\u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0928\u091F\u093E\u0907\u092E \u0915\u093E \u0938\u0924\u094D\u092F\u093E\u092A\u0928
DOWNLOADING_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u0917\u092F\u093E
CLEANING_RUNTIME_ENV_TEXT=\u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0928\u091F\u093E\u0907\u092E \u0935\u093E\u0924\u093E\u0935\u0930\u0923 \u0915\u0940 \u0938\u092B\u093E\u0908
EXTRACTING_RUNTIME_TO_ENV_TEXT=\u092A\u0930\u094D\u092F\u093E\u0935\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0930\u0928\u091F\u093E\u0907\u092E \u0928\u093F\u0915\u093E\u0932\u0928\u093E
UNABLE_DOWNLOAD_RUNTIME_TEXT=\u0930\u0928\u091F\u093E\u0907\u092E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0930\u0928\u091F\u093E\u0907\u092E \u0938\u093F\u0938\u094D\u091F\u092E \u091C\u093E\u0935\u093E \u0915\u0947 \u0932\u093F\u090F \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u094B\u0917\u093E!
COMPLETED_TEXT=\u092A\u0941\u0930\u093E \u0939\u094B\u0928\u093E\u0964
REMEMBERED_USER_LOADED_TEXT=\u0932\u0917\u093E\u0924\u093E\u0930 \u092D\u0902\u0921\u093E\u0930\u0923 \u0915\u0940 \u091C\u093E\u0901\u091A \u092A\u0942\u0930\u0940 \u0915\u0940 \u0914\u0930 \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E \u0916\u093E\u0924\u093E \u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u0917\u092F\u093E:
REMEMBERED_USER_WRITING_TEXT=\u092E\u0941\u091D\u0947 \u092F\u093E\u0926 \u0930\u0916\u0947\u0902 \u0935\u093F\u0915\u0932\u094D\u092A \u0938\u0915\u094D\u0937\u092E \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E, \u0932\u0917\u093E\u0924\u093E\u0930 \u092D\u0902\u0921\u093E\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0916\u093E\u0924\u093E \u0932\u093F\u0916 \u200B\u200B\u0930\u0939\u093E \u0925\u093E...
REMEMBERED_USER_WRITE_FINISHED_TEXT=\u0932\u0917\u093E\u0924\u093E\u0930 \u092D\u0902\u0921\u093E\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0916\u093E\u0924\u093E \u0932\u093F\u0916\u0928\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u092F\u093E\u0964
UNABLE_REMOVE_USER_FROM_DISK_TEXT=\u0921\u093F\u0938\u094D\u0915 \u0938\u0947 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u093E \u092B\u093C\u093E\u0907\u0932 \u0928\u093F\u0915\u093E\u0932\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0915\u094B \u0932\u0949\u0917 \u0906\u0909\u091F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E.
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=\u0921\u093F\u0938\u094D\u0915 \u0938\u0947 \u0938\u0939\u0947\u091C\u0947 \u0917\u090F \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u0947 \u0915\u094B \u092A\u0922\u093C\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0938\u092E\u0938\u094D\u092F\u093E \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964 \u0932\u0949\u0917\u093F\u0928 \u0939\u094B \u0938\u0915\u0924\u093E \u0939\u0948\\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=\u092F\u093E\u0926 \u0915\u093F\u090F \u0917\u090F \u0917\u0947\u092E \u0916\u093E\u0924\u0947 \u0915\u094B \u0921\u093F\u0938\u094D\u0915 \u092A\u0930 \u0932\u093F\u0916\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0938\u092E\u0938\u094D\u092F\u093E \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908\u0964 \u0916\u0947\u0932 \\
CLIENT_TOKEN_CHECKING_TEXT=\u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948. \u092B\u093C\u093E\u0907\u0932 \u0915\u0940 \u091C\u093E\u0901\u091A \u0915\u0940 \u091C\u093E \u0930\u0939\u0940 \u0939\u0948...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=\u0938\u0902\u0917\u094D\u0930\u0939\u093F\u0924 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u092A\u0922\u093C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925.
NEW_CLIENT_TOKEN_TEXT=\u090F\u0915 \u0928\u092F\u093E \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u091C\u0928\u0930\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948:
STORED_CLIENT_TOKEN_TEXT=\u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u091C\u0928\u0930\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u0932\u093F\u0916\u093E\u0964
UNABLE_SAVE_CLIENT_TOKEN_TEXT=\u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928 \u0915\u094B \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0938\u0939\u0947\u091C\u0940 \u0917\u0908/\u092F\u093E\u0926 \u0930\u0916\u0940 \u0917\u0908 \u0932\u0949\u0917\u093F\u0928 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0916\u094B \u0938\u0915\u0924\u0940 \u0939\u0948\u0964
LOADED_CLIENT_TOKEN_TEXT=\u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u091F\u094B\u0915\u0928:
UNABLE_TO_INSTALL_TEXT=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=\u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092F\u0939 \u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=\u092E\u0949\u0921 \u092A\u0948\u0915 \u0905\u0928\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0947 \u0932\u093F\u090F \u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F \u092C\u0928\u093E\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u093F\u090F \u0917\u090F \u092E\u0949\u0921 \u092A\u0948\u0915 \u0905\u092A\u0921\u0947\u091F \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u0947 \u0939\u0948\u0902
GOT_LATEST_VERSION_OF_TEXT=\u0915\u093E \u0928\u0935\u0940\u0928\u0924\u092E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092E\u093F\u0932\u093E
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=\u0932\u093E\u0917\u0942 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0940 \u0938\u0942\u091A\u0940 \u0905\u0926\u094D\u092F\u0924\u0928 \u0915\u0940 \u091C\u093E \u0930\u0939\u0940 \u0939\u0948
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=\u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0938\u0942\u091A\u0940 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u093E
CONTACTING_SERVER_TEXT=\u0938\u0930\u094D\u0935\u0930 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=\u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092A\u094D\u0930\u093E\u092A\u094D\u0924 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
ALREADY_INSTALLED_TEXT=\u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u094D\u0925\u093E\u092A\u093F\u0924
ADDED_TEXT=\u091C\u094B\u0921\u093C\u093E
TO_AVAILABLE_MOD_PACKS_TEXT=\u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0915\u0947 \u0932\u093F\u090F
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=\u092E\u0949\u0921 \u092A\u0948\u0915 \u092E\u0947\u0928\u093F\u092B\u093C\u0947\u0938\u094D\u091F \u0915\u094B \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0915\u0930\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u091A\u093F\u0939\u094D\u0928\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948 \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092F\u0939 \u0907\u0902\u0938\u094D\u091F\u0949\u0932 \u0939\u0948 \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=\u092B\u093C\u093E\u0907\u0932 \u0915\u094B \u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0930\u0942\u092A \u0938\u0947 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=\u0938\u094D\u0925\u093E\u0928\u0940\u092F \u092B\u093C\u093E\u0907\u0932 \u0915\u094B JSON \u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F \u092E\u0947\u0902 \u092A\u0922\u093C\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=\u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092B\u093C\u093E\u0907\u0932 \u0922\u0942\u0902\u0922\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
UNABLE_CLOSE_STREAMS_TEXT=\u0938\u094D\u091F\u094D\u0930\u0940\u092E \u092C\u0902\u0926 \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=\u092A\u093E\u0930\u094D\u0938\u093F\u0902\u0917 \u0915\u0947 \u0932\u093F\u090F \u092B\u094B\u0930\u094D\u091C \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092E\u0947\u0928\u093F\u092B\u093C\u0947\u0938\u094D\u091F \u0916\u094B\u0932\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
UNABLE_ACCESS_FORGE_JAR_TEXT=\u092B\u094B\u0930\u094D\u091C \u091C\u093E\u0930 \u092B\u093C\u093E\u0907\u0932 \u0924\u0915 \u092A\u0939\u0941\u0901\u091A\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925!
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=Mojang \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923 \u0938\u0930\u094D\u0935\u0930 \u0924\u0915 \u092A\u0939\u0941\u0901\u091A\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u0932\u0949\u0928\u094D\u091A\u0930 \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E! \u091C\u093E\u0901\u091A \u0915\u0930\u0928\u093E \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=\u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u0917\u0947\u092E \u092E\u094B\u0921 \u092E\u0947\u0902 \u091A\u0932 \u0930\u0939\u093E \u0939\u0948\u0964 \u0932\u0949\u0917\u093F\u0928 \u0936\u0941\u0930\u0942 \u0939\u094B \u0930\u0939\u093E \u0939\u0948...
LOGIN_PROCESS_FINISHED_TEXT=\u0932\u0949\u0917\u093F\u0928 \u092A\u094D\u0930\u0915\u094D\u0930\u093F\u092F\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u0908 \u0939\u0948.
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=\u0932\u0949\u0928\u094D\u091A\u0930 \u0915\u094D\u0932\u093E\u0907\u0902\u091F \u0917\u0947\u092E \u092E\u094B\u0921 \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948. \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923/\u0932\u0949\u0917\u093F\u0928 \u0939\u0948\u0902\u0921\u0932\u0930 \u0915\u094B \u091B\u094B\u0921\u093C\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948\u0964
LAUNCHING_MOD_PACK_TEXT=\u092E\u0949\u0921 \u092A\u0948\u0915 \u0932\u0949\u0928\u094D\u091A \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
UNABLE_START_GAME_EXCEPTION_TEXT=\u0917\u0947\u092E \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925. \u090F\u0915 \u0905\u092A\u0935\u093E\u0926 \u0939\u0941\u0906!
REQUIRES_MIN_OF_TEXT=\u0915\u0940 \u0928\u094D\u092F\u0942\u0928\u0924\u092E \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948
GB_OF_RAM_TEXT=\u091C\u0940\u092C\u0940 \u0930\u0948\u092E
MAX_RAM_SETTING_MUST_INCREASE_TEXT=\u0905\u0927\u093F\u0915\u0924\u092E \u0930\u0948\u092E \u0938\u0947\u091F\u093F\u0902\u0917 \u092C\u0922\u093C\u093E\u0928\u0940 \u0939\u094B\u0917\u0940\u0964
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948! \u092A\u0939\u0932\u0947 \u092E\u0949\u0921 \u092A\u0948\u0915 \u092A\u0930 \u0921\u093F\u092B\u093C\u0949\u0932\u094D\u091F \u0939\u094B\u0917\u093E\u0964
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=\u0915\u094B\u0908 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902. \u091C\u092C \u0924\u0915 \u0915\u094B\u0908 \u092E\u0949\u0921 \u092A\u0948\u0915 \u0928 \u0939\u094B, \u0938\u0930\u094D\u0935\u0930 \u0932\u0949\u0928\u094D\u091A \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \\
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=\u092F\u093E\u0926 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u093E \u0921\u093F\u0938\u094D\u0915 \u092A\u0930 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E. \u0932\u0949\u0917\u093F\u0928 \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u0926\u093F\u0916\u093E\u0908 \u091C\u093E \u0930\u0939\u0940 \u0939\u0948...
SEE_YOU_SOON_TEXT=\u091C\u0932\u094D\u0926 \u0939\u0940 \u092B\u093F\u0930 \u092E\u093F\u0932\u0947\u0902\u0917\u0947!
PERFORMING_APP_CLEANUP_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094D\u0932\u0940\u0928\u0905\u092A \u0915\u093F\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948...
FINISHED_APP_CLEANUP_TEXT=\u0905\u0928\u0941\u092A\u094D\u0930\u092F\u094B\u0917 \u0938\u092B\u093C\u093E\u0908 \u0938\u092E\u093E\u092A\u094D\u0924
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0932\u0949\u0917\u093F\u0902\u0917 \u0938\u093F\u0938\u094D\u091F\u092E \u0915\u094B \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930 \u0915\u0930\u0924\u0947 \u0938\u092E\u092F \u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0906\u0908\u0964
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u0932\u0949\u0928\u094D\u091A\u0930 \u092E\u0947\u0902 \u0932\u0949\u0917 \u0907\u0928 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E.
USAGE_TEXT=\u092A\u094D\u0930\u092F\u094B\u0917
INVALID_ARGS_SPECIFIED_TEXT=\u0905\u092E\u093E\u0928\u094D\u092F \u0924\u0930\u094D\u0915 \u0928\u093F\u0930\u094D\u0926\u093F\u0937\u094D\u091F.
UNABLE_WAIT_PENDING_LOGIN_TEXT=\u0932\u0902\u092C\u093F\u0924 \u0932\u0949\u0917\u093F\u0928 \u0915\u093E\u0930\u094D\u092F \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0930\u0924\u0940\u0915\u094D\u0937\u093E \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925.
AUTH_UNABLE_TO_REFRESH_TEXT=\u092F\u093E\u0926 \u0915\u093F\u090F \u0917\u090F \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0916\u093E\u0924\u0947 \u0915\u093E \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923 \u0924\u093E\u091C\u093C\u093E \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0905\u0938\u092E\u0930\u094D\u0925! \u0932\u0949\u0917\u093F\u0928 \u092A\u0930 \u0932\u094C\u091F \u0930\u0939\u0947 \u0939\u0948\u0902.
main.pagination.empty=\u0915\u094B\u0908 \u092A\u0948\u0915 \u0928\u0939\u0940\u0902
main.pagination.pageOfPages={1} \u092E\u0947\u0902 \u0938\u0947 \u092A\u0947\u091C {0}
main.pagination.range={2} \u092E\u0947\u0902 \u0938\u0947 {0}\u2013{1} \u0926\u093F\u0916\u093E\u092F\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948
main.fetchLabel.refreshing=\u0924\u093E\u091C\u093C\u093E \u0939\u094B \u0930\u0939\u0947 \u092E\u0949\u0921\u092A\u0948\u0915...
main.fetchLabel.loading=\u0909\u092A\u0932\u092C\u094D\u0927 \u092A\u0948\u0915 \u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u0947 \u0939\u0948\u0902...
main.card.lastPlayed=\u0905\u0902\u0924\u093F\u092E \u092C\u093E\u0930 \u0916\u0947\u0932\u093E \u0917\u092F\u093E {0}
main.card.neverPlayed=\u0915\u092D\u0940 \u0928\u0939\u0940\u0902 \u0916\u0947\u0932\u093E
browse.pagination.empty=\u0915\u094B\u0908 \u0906\u0907\u091F\u092E \u0928\u0939\u0940\u0902
browse.urlAdd.checking=\u091C\u093E\u0901\u091A \u0939\u094B \u0930\u0939\u0940 \u0939\u0948...
browse.urlAdd.adding=\u091C\u094B\u0921\u093C\u093E \u091C\u093E \u0930\u0939\u093E \u0939\u0948...
browse.hostingManifest.saved=\u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E!
browse.hostingManifest.label=\u0939\u094B\u0938\u094D\u091F\u093F\u0902\u0917 \u092E\u0947\u0928\u093F\u092B\u0947\u0938\u094D\u091F \u091C\u0928\u0930\u0947\u091F \u0915\u0930\u0947\u0902
