#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: it
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

# Locale: it
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=Download degli ultimi pacchetti mod
MODPACK_INSTALL_FETCH_LOWER_LABEL=Attendere prego...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=Download dell'esecuzione
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=Attendere prego...
VERIFIED_ASSET_PROGRESS_TEXT=Risorsa verificata
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=\u00C8 stato trovato un file di configurazione dell'applicazione ma non \u00E8 stato possibile caricarlo. IL \\
CONFIG_RESET_SUCCESS_TEXT=La configurazione dell'applicazione \u00E8 stata ripristinata con successo!
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=Impossibile salvare la configurazione perch\u00E9 non \u00E8 stata caricata dal file.
CONFIG_SAVE_ERROR_TEXT=Si \u00E8 verificato un errore durante il salvataggio della configurazione dell'applicazione su file.
GAME_MODE_BEING_SET_TO_TEXT=La modalit\u00E0 di gioco \u00E8 stata impostata su
GAME_MODE_INFERRED_SET_TO_TEXT=Rilevamento automatico (dedotto) e impostazione della modalit\u00E0 di gioco su
LOG_ERROR_PREFIX=ERRORE
LOG_WARNING_PREFIX=AVVISARE
LOG_STANDARD_PREFIX=ST
LOG_DEBUG_PREFIX=DEBUG
LOG_FILE_DIR_NOT_CREATED_TEXT=La directory del file di registro (o principale) non \u00E8 stata creata. Potrebbe gi\u00E0 esistere oppure l'accesso potrebbe \\
LOG_FILE_NOT_CREATED_TEXT=Non \u00E8 stato creato un file di registro. Il sottosistema di registrazione potrebbe non registrare i registri su file.
LOG_SYSTEM_INITIALIZED_TEXT=Il sottosistema di registrazione \u00E8 stato inizializzato.
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=Verifica della cartella di installazione del runtime
CREATED_FOLDER_RUNTIME_TEXT=Cartella creata per il runtime.
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=Non \u00E8 stata creata la cartella per il runtime.
RUNTIME_FOLDER_SET_READABLE_TEXT=Imposta la cartella di runtime come leggibile.
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=Non ho impostato la cartella di runtime come leggibile.
RUNTIME_FOLDER_SET_WRITABLE_TEXT=Imposta la cartella di runtime come scrivibile.
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=Non ho impostato la cartella runtime come scrivibile.
GATHERING_RUNTIME_INFO_TEXT=Raccolta di informazioni sull'esecuzione
UNIDENTIFIED_OS_RUNTIME_TEXT=Non \u00E8 stato possibile identificare il sistema operativo attuale. Verr\u00E0 utilizzato un runtime Linux ma \\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=Download del checksum del runtime corrente
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=Impossibile scaricare le informazioni sull'integrit\u00E0 per il runtime. Il runtime verr\u00E0 impostato per impostazione predefinita su \\
VERIFYING_LOCAL_RUNTIME_TEXT=Verifica del runtime locale
DOWNLOADING_RUNTIME_TEXT=Download dell'esecuzione in corso...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=Runtime scaricato correttamente
CLEANING_RUNTIME_ENV_TEXT=Pulizia dell'ambiente di runtime locale
EXTRACTING_RUNTIME_TO_ENV_TEXT=Estrazione del runtime nell'ambiente
UNABLE_DOWNLOAD_RUNTIME_TEXT=Impossibile scaricare il runtime. Il runtime verr\u00E0 impostato automaticamente sul sistema Java!
COMPLETED_TEXT=Completato
REMEMBERED_USER_LOADED_TEXT=Terminato il controllo dell'archiviazione persistente e caricato l'account salvato:
REMEMBERED_USER_WRITING_TEXT=L'opzione Ricordami \u00E8 stata abilitata, scrivendo l'account nell'archivio persistente...
REMEMBERED_USER_WRITE_FINISHED_TEXT=Scrittura dell'account completata nell'archivio persistente.
UNABLE_REMOVE_USER_FROM_DISK_TEXT=Impossibile rimuovere il file dell'account utente dal disco. L'utente potrebbe non essere disconnesso.
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=Si \u00E8 verificato un problema durante la lettura dell'account utente salvato dal disco. L'accesso pu\u00F2 \\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=Si \u00E8 verificato un problema durante la scrittura sul disco dell'account di gioco memorizzato. Il gioco\\
CLIENT_TOKEN_CHECKING_TEXT=Il token client non \u00E8 stato caricato. Controllo del file in corso...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=Impossibile leggere il token client archiviato.
NEW_CLIENT_TOKEN_TEXT=\u00C8 stato generato un nuovo token client:
STORED_CLIENT_TOKEN_TEXT=Ha scritto il token client generato nel file.
UNABLE_SAVE_CLIENT_TOKEN_TEXT=Impossibile salvare il token del client nel file. Le informazioni di accesso salvate/ricordate potrebbero andare perse.
LOADED_CLIENT_TOKEN_TEXT=Token client caricato:
UNABLE_TO_INSTALL_TEXT=Impossibile installare
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=perch\u00E9 non \u00E8 un pacchetto mod disponibile.
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=Impossibile disinstallare il pacchetto mod
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=Impossibile creare un oggetto per il pacchetto mod installato da
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=Download degli aggiornamenti del pacchetto mod installati
GOT_LATEST_VERSION_OF_TEXT=Ho l'ultima versione di
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=Aggiornamento dell'elenco dei pacchetti mod applicabili
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=Download dell'elenco dei pacchetti mod disponibili
CONTACTING_SERVER_TEXT=Contatto con il server
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=Impossibile recuperare informazioni sui pacchetti mod installabili!
ALREADY_INSTALLED_TEXT=Gi\u00E0 installato
ADDED_TEXT=Aggiunto
TO_AVAILABLE_MOD_PACKS_TEXT=ai pacchetti mod disponibili
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=Non contrassegnare il manifest del mod pack come installabile perch\u00E9 \u00E8 installato \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=Impossibile scaricare il file localmente su
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=Impossibile leggere il file locale sull'oggetto JSON
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=Impossibile trovare il file della versione di Forge!
UNABLE_CLOSE_STREAMS_TEXT=Impossibile chiudere i flussi
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=Impossibile aprire il manifest della versione di Forge per l'analisi!
UNABLE_ACCESS_FORGE_JAR_TEXT=Impossibile accedere al file jar di Forge!
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=Impossibile raggiungere i server di autenticazione Mojang. Impossibile avviare il programma di avvio! Controllo \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=Il Launcher \u00E8 in esecuzione in modalit\u00E0 gioco client. Avvio dell'accesso...
LOGIN_PROCESS_FINISHED_TEXT=Il processo di accesso \u00E8 terminato.
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=Il Launcher non \u00E8 in modalit\u00E0 gioco client. Saltare il gestore di autenticazione/accesso.
LAUNCHING_MOD_PACK_TEXT=Avvio del pacchetto mod
UNABLE_START_GAME_EXCEPTION_TEXT=Impossibile avviare il gioco. Si \u00E8 verificata un'eccezione!
REQUIRES_MIN_OF_TEXT=richiede un minimo di
GB_OF_RAM_TEXT=GB di RAM
MAX_RAM_SETTING_MUST_INCREASE_TEXT=\u00C8 necessario aumentare l'impostazione della RAM massima.
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=non \u00E8 installato! Per impostazione predefinita verr\u00E0 utilizzato il primo pacchetto mod.
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=Nessun pacchetto mod \u00E8 installato. Impossibile avviare il server a meno che non sia presente un pacchetto mod \\
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=Sul disco non \u00E8 stato trovato un account utente ricordato. Visualizzazione della schermata di accesso...
SEE_YOU_SOON_TEXT=Arrivederci!
PERFORMING_APP_CLEANUP_TEXT=Esecuzione della pulizia dell'applicazione in corso...
FINISHED_APP_CLEANUP_TEXT=Pulizia dell'applicazione completata
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=Si \u00E8 verificato un errore durante la configurazione del sistema di registrazione dell'applicazione.
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u00E8 stato effettuato l'accesso al programma di avvio.
USAGE_TEXT=Utilizzo
INVALID_ARGS_SPECIFIED_TEXT=Argomenti specificati non validi.
UNABLE_WAIT_PENDING_LOGIN_TEXT=Impossibile attendere l'attivit\u00E0 di accesso in sospeso.
AUTH_UNABLE_TO_REFRESH_TEXT=Impossibile aggiornare l'autenticazione dell'account utente ricordato! Ritorno al login.
