#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: ar
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=\u062A\u0646\u0632\u064A\u0644 \u0623\u062D\u062F\u062B \u062D\u0632\u0645 \u0627\u0644\u062A\u0639\u062F\u064A\u0644
MODPACK_INSTALL_FETCH_LOWER_LABEL=\u0627\u0646\u062A\u0638\u0631 \u0645\u0646 \u0641\u0636\u0644\u0643...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=\u062A\u0646\u0632\u064A\u0644 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=\u0627\u0646\u062A\u0638\u0631 \u0645\u0646 \u0641\u0636\u0644\u0643...
VERIFIED_ASSET_PROGRESS_TEXT=\u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u062A\u064A \u062A\u0645 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646\u0647\u0627
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0645\u0644\u0641 \u062A\u0643\u0648\u064A\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0648\u0644\u0643\u0646 \u062A\u0639\u0630\u0631 \u062A\u062D\u0645\u064A\u0644\u0647. \u0627\u0644 \\
CONFIG_RESET_SUCCESS_TEXT=\u062A\u0645\u062A \u0625\u0639\u0627\u062F\u0629 \u0636\u0628\u0637 \u062A\u0643\u0648\u064A\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u0646\u062C\u0627\u062D!
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062D\u0641\u0638 \u0627\u0644\u062A\u0643\u0648\u064A\u0646 \u0644\u0623\u0646\u0647 \u0644\u0645 \u064A\u062A\u0645 \u062A\u062D\u0645\u064A\u0644\u0647 \u0645\u0646 \u0627\u0644\u0645\u0644\u0641.
CONFIG_SAVE_ERROR_TEXT=\u062D\u062F\u062B \u062E\u0637\u0623 \u0623\u062B\u0646\u0627\u0621 \u062D\u0641\u0638 \u062A\u0643\u0648\u064A\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0641\u064A \u0627\u0644\u0645\u0644\u0641.
GAME_MODE_BEING_SET_TO_TEXT=\u064A\u062A\u0645 \u0627\u0644\u0622\u0646 \u0636\u0628\u0637 \u0648\u0636\u0639 \u0627\u0644\u0644\u0639\u0628\u0629 \u0639\u0644\u0649
GAME_MODE_INFERRED_SET_TO_TEXT=\u062A\u0645 \u0627\u0643\u062A\u0634\u0627\u0641\u0647 (\u0627\u0633\u062A\u062F\u0644\u0627\u0644\u0647) \u062A\u0644\u0642\u0627\u0626\u064A\u064B\u0627 \u0648\u0636\u0628\u0637 \u0648\u0636\u0639 \u0627\u0644\u0644\u0639\u0628\u0629 \u0639\u0644\u064A\u0647
LOG_ERROR_PREFIX=\u062E\u0637\u0623
LOG_WARNING_PREFIX=\u062A\u062D\u0630\u064A\u0631
LOG_STANDARD_PREFIX=\u0627\u0644\u0623\u0645\u0631\u0627\u0636 \u0627\u0644\u0645\u0646\u0642\u0648\u0644\u0629 \u062C\u0646\u0633\u064A\u0627
LOG_DEBUG_PREFIX=\u062A\u0635\u062D\u064A\u062D
LOG_FILE_DIR_NOT_CREATED_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u062F\u0644\u064A\u0644 \u0645\u0644\u0641 \u0627\u0644\u0633\u062C\u0644 (\u0623\u0648 \u0627\u0644\u0623\u0635\u0644). \u0642\u062F \u064A\u0643\u0648\u0646 \u0645\u0648\u062C\u0648\u062F\u064B\u0627 \u0628\u0627\u0644\u0641\u0639\u0644\u060C \u0623\u0648 \u0642\u062F \u064A\u0643\u0648\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064A\u0647 \\
LOG_FILE_NOT_CREATED_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u0644\u0641 \u0627\u0644\u0633\u062C\u0644. \u0642\u062F \u0644\u0627 \u064A\u0642\u0648\u0645 \u0646\u0638\u0627\u0645 \u0627\u0644\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0641\u0631\u0639\u064A \u0628\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0633\u062C\u0644\u0627\u062A \u0641\u064A \u0627\u0644\u0645\u0644\u0641.
LOG_SYSTEM_INITIALIZED_TEXT=\u062A\u0645\u062A \u062A\u0647\u064A\u0626\u0629 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0641\u0631\u0639\u064A \u0644\u0644\u062A\u0633\u062C\u064A\u0644.
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=\u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0645\u062C\u0644\u062F \u062A\u062B\u0628\u064A\u062A \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644
CREATED_FOLDER_RUNTIME_TEXT=\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u062C\u0644\u062F \u0644\u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644.
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u062C\u0644\u062F \u0644\u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644.
RUNTIME_FOLDER_SET_READABLE_TEXT=\u0642\u0645 \u0628\u062A\u0639\u064A\u064A\u0646 \u0645\u062C\u0644\u062F \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0644\u064A\u0643\u0648\u0646 \u0642\u0627\u0628\u0644\u0627\u064B \u0644\u0644\u0642\u0631\u0627\u0621\u0629.
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u062A\u0639\u064A\u064A\u0646 \u0645\u062C\u0644\u062F \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0644\u064A\u0643\u0648\u0646 \u0642\u0627\u0628\u0644\u0627\u064B \u0644\u0644\u0642\u0631\u0627\u0621\u0629.
RUNTIME_FOLDER_SET_WRITABLE_TEXT=\u0642\u0645 \u0628\u062A\u0639\u064A\u064A\u0646 \u0645\u062C\u0644\u062F \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0644\u064A\u0643\u0648\u0646 \u0642\u0627\u0628\u0644\u0627\u064B \u0644\u0644\u0643\u062A\u0627\u0628\u0629.
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u062A\u0639\u064A\u064A\u0646 \u0645\u062C\u0644\u062F \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0639\u0644\u0649 \u0623\u0646\u0647 \u0642\u0627\u0628\u0644 \u0644\u0644\u0643\u062A\u0627\u0628\u0629.
GATHERING_RUNTIME_INFO_TEXT=\u062C\u0645\u0639 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644
UNIDENTIFIED_OS_RUNTIME_TEXT=\u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062D\u062F\u064A\u062F \u0646\u0638\u0627\u0645 \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u062D\u0627\u0644\u064A. \u0633\u064A\u062A\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0648\u0642\u062A \u062A\u0634\u063A\u064A\u0644 Linux \u0648\u0644\u0643\u0646 \\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=\u062A\u0646\u0632\u064A\u0644 \u0627\u0644\u0645\u062C\u0645\u0648\u0639 \u0627\u0644\u0627\u062E\u062A\u0628\u0627\u0631\u064A \u0644\u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u062D\u0627\u0644\u064A
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062A\u0646\u0632\u064A\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0643\u0627\u0645\u0644 \u0644\u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644. \u0633\u064A\u0643\u0648\u0646 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u0627\u0641\u062A\u0631\u0627\u0636\u064A \u0647\u0648 \\
VERIFYING_LOCAL_RUNTIME_TEXT=\u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u0645\u062D\u0644\u064A
DOWNLOADING_RUNTIME_TEXT=\u062C\u0627\u0631\u064D \u062A\u0646\u0632\u064A\u0644 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=\u062A\u0645 \u062A\u0646\u0632\u064A\u0644 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0628\u0646\u062C\u0627\u062D
CLEANING_RUNTIME_ENV_TEXT=\u062A\u0646\u0638\u064A\u0641 \u0628\u064A\u0626\u0629 \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u0645\u062D\u0644\u064A\u0629
EXTRACTING_RUNTIME_TO_ENV_TEXT=\u0627\u0633\u062A\u062E\u0631\u0627\u062C \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0625\u0644\u0649 \u0627\u0644\u0628\u064A\u0626\u0629
UNABLE_DOWNLOAD_RUNTIME_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062A\u0646\u0632\u064A\u0644 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644. \u0633\u064A\u0643\u0648\u0646 \u0648\u0642\u062A \u0627\u0644\u062A\u0634\u063A\u064A\u0644 \u0627\u0641\u062A\u0631\u0627\u0636\u064A\u064B\u0627 \u0644\u0646\u0638\u0627\u0645 Java!
COMPLETED_TEXT=\u0645\u0643\u062A\u0645\u0644
REMEMBERED_USER_LOADED_TEXT=\u062A\u0645 \u0627\u0644\u0627\u0646\u062A\u0647\u0627\u0621 \u0645\u0646 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0627\u0644\u062A\u062E\u0632\u064A\u0646 \u0627\u0644\u062F\u0627\u0626\u0645 \u0648\u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062D\u0633\u0627\u0628 \u0627\u0644\u0645\u062D\u0641\u0648\u0638:
REMEMBERED_USER_WRITING_TEXT=\u062A\u0645 \u062A\u0645\u0643\u064A\u0646 \u062E\u064A\u0627\u0631 \u062A\u0630\u0643\u0631\u0646\u064A\u060C \u0648\u0643\u062A\u0627\u0628\u0629 \u0627\u0644\u062D\u0633\u0627\u0628 \u0625\u0644\u0649 \u0648\u062D\u062F\u0629 \u0627\u0644\u062A\u062E\u0632\u064A\u0646 \u0627\u0644\u062F\u0627\u0626\u0645\u0629...
REMEMBERED_USER_WRITE_FINISHED_TEXT=\u0627\u0644\u0627\u0646\u062A\u0647\u0627\u0621 \u0645\u0646 \u0643\u062A\u0627\u0628\u0629 \u0627\u0644\u062D\u0633\u0627\u0628 \u0644\u0644\u062A\u062E\u0632\u064A\u0646 \u0627\u0644\u0645\u0633\u062A\u0645\u0631.
UNABLE_REMOVE_USER_FROM_DISK_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0625\u0632\u0627\u0644\u0629 \u0645\u0644\u0641 \u062D\u0633\u0627\u0628 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u0646 \u0627\u0644\u0642\u0631\u0635. \u0644\u0627 \u064A\u062C\u0648\u0632 \u0644\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062E\u0631\u0648\u062C.
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=\u062D\u062F\u062B\u062A \u0645\u0634\u0643\u0644\u0629 \u0623\u062B\u0646\u0627\u0621 \u0642\u0631\u0627\u0621\u0629 \u062D\u0633\u0627\u0628 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0645\u062D\u0641\u0648\u0638 \u0645\u0646 \u0627\u0644\u0642\u0631\u0635. \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0642\u062F \\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=\u062D\u062F\u062B\u062A \u0645\u0634\u0643\u0644\u0629 \u0623\u062B\u0646\u0627\u0621 \u0643\u062A\u0627\u0628\u0629 \u062D\u0633\u0627\u0628 \u0627\u0644\u0644\u0639\u0628\u0629 \u0627\u0644\u0645\u062D\u0641\u0648\u0638\u0629 \u0639\u0644\u0649 \u0627\u0644\u0642\u0631\u0635. \u0627\u0644\u0644\u0639\u0628\u0629 \\
CLIENT_TOKEN_CHECKING_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064A\u0632 \u0644\u0644\u0639\u0645\u064A\u0644. \u062C\u0627\u0631\u064D \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0627\u0644\u0645\u0644\u0641...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064A\u0632 \u0644\u0644\u0639\u0645\u064A\u0644 \u0627\u0644\u0645\u062E\u0632\u0646.
NEW_CLIENT_TOKEN_TEXT=\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u0631\u0645\u0632 \u0639\u0645\u064A\u0644 \u062C\u062F\u064A\u062F:
STORED_CLIENT_TOKEN_TEXT=\u0643\u062A\u0628 \u0631\u0645\u0632 \u0627\u0644\u0639\u0645\u064A\u0644 \u0627\u0644\u0630\u064A \u062A\u0645 \u0625\u0646\u0634\u0627\u0624\u0647 \u0625\u0644\u0649 \u0627\u0644\u0645\u0644\u0641.
UNABLE_SAVE_CLIENT_TOKEN_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062D\u0641\u0638 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064A\u0632 \u0644\u0644\u0639\u0645\u064A\u0644 \u0641\u064A \u0627\u0644\u0645\u0644\u0641. \u0642\u062F \u064A\u062A\u0645 \u0641\u0642\u062F\u0627\u0646 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0645\u062D\u0641\u0648\u0638\u0629/\u0627\u0644\u0645\u062A\u0630\u0643\u0631\u0629.
LOADED_CLIENT_TOKEN_TEXT=\u0631\u0645\u0632 \u0627\u0644\u0639\u0645\u064A\u0644 \u0627\u0644\u0645\u062D\u0645\u0644:
UNABLE_TO_INSTALL_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0627\u0644\u062A\u062B\u0628\u064A\u062A
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=\u0644\u0623\u0646\u0647\u0627 \u0644\u064A\u0633\u062A \u062D\u0632\u0645\u0629 \u062A\u0639\u062F\u064A\u0644 \u0645\u062A\u0627\u062D\u0629.
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0625\u0644\u063A\u0627\u0621 \u062A\u062B\u0628\u064A\u062A \u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0625\u0646\u0634\u0627\u0621 \u0643\u0627\u0626\u0646 \u0644\u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0645\u062B\u0628\u062A\u0629 \u0645\u0646\u0647
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=\u062A\u0646\u0632\u064A\u0644 \u062A\u062D\u062F\u064A\u062B\u0627\u062A \u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0645\u062B\u0628\u062A\u0629
GOT_LATEST_VERSION_OF_TEXT=\u062D\u0635\u0644\u062A \u0639\u0644\u0649 \u0623\u062D\u062F\u062B \u0646\u0633\u062E\u0629 \u0645\u0646
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=\u062A\u062D\u062F\u064A\u062B \u0642\u0627\u0626\u0645\u0629 \u062D\u0632\u0645 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062A\u0637\u0628\u064A\u0642
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=\u062A\u0646\u0632\u064A\u0644 \u0642\u0627\u0626\u0645\u0629 \u062D\u0632\u0645 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0645\u062A\u0627\u062D\u0629
CONTACTING_SERVER_TEXT=\u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u062E\u0627\u062F\u0645
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062C\u0644\u0628 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u062D\u0648\u0644 \u062D\u0632\u0645 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062A\u062B\u0628\u064A\u062A!
ALREADY_INSTALLED_TEXT=\u062A\u0645 \u062A\u062B\u0628\u064A\u062A\u0647 \u0628\u0627\u0644\u0641\u0639\u0644
ADDED_TEXT=\u062A\u0645\u062A \u0627\u0644\u0625\u0636\u0627\u0641\u0629
TO_AVAILABLE_MOD_PACKS_TEXT=\u0644\u062D\u0632\u0645 \u0648\u0632\u0627\u0631\u0629 \u0627\u0644\u062F\u0641\u0627\u0639 \u0627\u0644\u0645\u062A\u0627\u062D\u0629
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=\u0639\u062F\u0645 \u0648\u0636\u0639 \u0639\u0644\u0627\u0645\u0629 \u0639\u0644\u0649 \u0623\u0646 \u0628\u064A\u0627\u0646 \u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0642\u0627\u0628\u0644 \u0644\u0644\u062A\u062B\u0628\u064A\u062A \u0644\u0623\u0646\u0647 \u0645\u062B\u0628\u062A \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062A\u0646\u0632\u064A\u0644 \u0627\u0644\u0645\u0644\u0641 \u0645\u062D\u0644\u064A\u064B\u0627 \u0625\u0644\u0649
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u062D\u0644\u064A \u0625\u0644\u0649 \u0643\u0627\u0626\u0646 JSON
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0645\u0644\u0641 \u0625\u0635\u062F\u0627\u0631 Forge!
UNABLE_CLOSE_STREAMS_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0625\u063A\u0644\u0627\u0642 \u0627\u0644\u062A\u062F\u0641\u0642\u0627\u062A
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0641\u062A\u062D \u0628\u064A\u0627\u0646 \u0625\u0635\u062F\u0627\u0631 Forge \u0644\u0644\u062A\u062D\u0644\u064A\u0644!
UNABLE_ACCESS_FORGE_JAR_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0645\u0644\u0641 Forge jar!
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u062E\u0648\u0627\u062F\u0645 \u0645\u0635\u0627\u062F\u0642\u0629 Mojang. \u0644\u0627 \u064A\u0645\u0643\u0646 \u0628\u062F\u0621 \u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u0645\u0634\u063A\u0644! \u064A\u0641\u062D\u0635 \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=\u0627\u0644\u0645\u0634\u063A\u0644 \u064A\u0639\u0645\u0644 \u0641\u064A \u0648\u0636\u0639 \u0644\u0639\u0628\u0629 \u0627\u0644\u0639\u0645\u064A\u0644. \u0628\u062F\u0621 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644...
LOGIN_PROCESS_FINISHED_TEXT=\u0627\u0646\u062A\u0647\u062A \u0639\u0645\u0644\u064A\u0629 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644.
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=\u0627\u0644\u0645\u0634\u063A\u0644 \u0644\u064A\u0633 \u0641\u064A \u0648\u0636\u0639 \u0644\u0639\u0628\u0629 \u0627\u0644\u0639\u0645\u064A\u0644. \u062A\u062E\u0637\u064A \u0645\u0639\u0627\u0644\u062C \u0627\u0644\u0645\u0635\u0627\u062F\u0642\u0629/\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644.
LAUNCHING_MOD_PACK_TEXT=\u0625\u0637\u0644\u0627\u0642 \u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644
UNABLE_START_GAME_EXCEPTION_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0628\u062F\u0621 \u0627\u0644\u0644\u0639\u0628\u0629. \u062D\u062F\u062B \u0627\u0633\u062A\u062B\u0646\u0627\u0621!
REQUIRES_MIN_OF_TEXT=\u064A\u062A\u0637\u0644\u0628 \u0627\u0644\u062D\u062F \u0627\u0644\u0623\u062F\u0646\u0649 \u0645\u0646
GB_OF_RAM_TEXT=\u063A\u064A\u063A\u0627\u0628\u0627\u064A\u062A \u0645\u0646 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0639\u0634\u0648\u0627\u0626\u064A
MAX_RAM_SETTING_MUST_INCREASE_TEXT=\u064A\u062C\u0628 \u0632\u064A\u0627\u062F\u0629 \u0625\u0639\u062F\u0627\u062F \u0627\u0644\u062D\u062F \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0639\u0634\u0648\u0627\u0626\u064A (RAM).
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u062A\u062B\u0628\u064A\u062A! \u0633\u064A\u062A\u0645 \u0627\u0641\u062A\u0631\u0627\u0636\u064A\u064B\u0627 \u0639\u0644\u0649 \u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0623\u0648\u0644\u0649.
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u062A\u062B\u0628\u064A\u062A \u0623\u064A \u062D\u0632\u0645 \u062A\u0639\u062F\u064A\u0644. \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u062E\u0627\u062F\u0645 \u0625\u0644\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646\u062A \u062D\u0632\u0645\u0629 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \\
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u062D\u0633\u0627\u0628 \u0645\u0633\u062A\u062E\u062F\u0645 \u062A\u0645 \u062A\u0630\u0643\u0631\u0647 \u0639\u0644\u0649 \u0627\u0644\u0642\u0631\u0635. \u062C\u0627\u0631\u064A \u0639\u0631\u0636 \u0634\u0627\u0634\u0629 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644...
SEE_YOU_SOON_TEXT=\u0646\u0631\u0627\u0643\u0645 \u0642\u0631\u064A\u0628\u0627!
PERFORMING_APP_CLEANUP_TEXT=\u062C\u0627\u0631\u064D \u062A\u0646\u0641\u064A\u0630 \u0639\u0645\u0644\u064A\u0629 \u062A\u0646\u0638\u064A\u0641 \u0627\u0644\u062A\u0637\u0628\u064A\u0642...
FINISHED_APP_CLEANUP_TEXT=\u0627\u0644\u0627\u0646\u062A\u0647\u0627\u0621 \u0645\u0646 \u062A\u0646\u0638\u064A\u0641 \u0627\u0644\u062A\u0637\u0628\u064A\u0642
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=\u062A\u0645\u062A \u0645\u0648\u0627\u062C\u0647\u0629 \u062E\u0637\u0623 \u0623\u062B\u0646\u0627\u0621 \u062A\u0643\u0648\u064A\u0646 \u0646\u0638\u0627\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642.
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u062A\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0634\u063A\u0644.
USAGE_TEXT=\u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645
INVALID_ARGS_SPECIFIED_TEXT=\u062A\u0645 \u062A\u062D\u062F\u064A\u062F \u0648\u0633\u0627\u0626\u0637 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\u0629.
UNABLE_WAIT_PENDING_LOGIN_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u0627\u0646\u062A\u0638\u0627\u0631 \u0645\u0647\u0645\u0629 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0645\u0639\u0644\u0642\u0629.
AUTH_UNABLE_TO_REFRESH_TEXT=\u063A\u064A\u0631 \u0642\u0627\u062F\u0631 \u0639\u0644\u0649 \u062A\u062D\u062F\u064A\u062B \u0645\u0635\u0627\u062F\u0642\u0629 \u062D\u0633\u0627\u0628 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0630\u064A \u062A\u0645 \u062A\u0630\u0643\u0631\u0647! \u0627\u0644\u0639\u0648\u062F\u0629 \u0625\u0644\u0649 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644.
main.pagination.empty=\u0644\u0627 \u062D\u0632\u0645
main.pagination.pageOfPages=\u0627\u0644\u0635\u0641\u062D\u0629 {0} \u0645\u0646 {1}
main.pagination.range=\u0639\u0631\u0636 {0}\u2013{1} \u0645\u0646 {2}
main.fetchLabel.refreshing=\u062C\u0627\u0631\u064D \u062A\u062D\u062F\u064A\u062B \u062D\u0632\u0645 \u0627\u0644\u062A\u0639\u062F\u064A\u0644\u2026
main.fetchLabel.loading=\u062C\u0627\u0631\u064D \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062D\u0632\u0645 \u0627\u0644\u0645\u062A\u0648\u0641\u0631\u0629\u2026
main.card.lastPlayed=\u0622\u062E\u0631 \u062A\u0634\u063A\u064A\u0644 {0}
main.card.neverPlayed=\u0644\u0645 \u062A\u0644\u0639\u0628 \u0642\u0637
browse.pagination.empty=\u0644\u0627 \u062A\u0648\u062C\u062F \u0639\u0646\u0627\u0635\u0631
browse.urlAdd.checking=\u062C\u0627\u0631\u064D \u0627\u0644\u062A\u062D\u0642\u0642\u2026
browse.urlAdd.adding=\u062C\u0627\u0631\u064D \u0627\u0644\u0625\u0636\u0627\u0641\u0629\u2026
browse.hostingManifest.saved=\u0623\u0646\u0642\u0630!
browse.hostingManifest.label=\u0625\u0646\u0634\u0627\u0621 \u0628\u064A\u0627\u0646 \u0627\u0644\u0627\u0633\u062A\u0636\u0627\u0641\u0629
