#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: ja
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=\u6700\u65B0\u306E MOD \u30D1\u30C3\u30AF\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B
MODPACK_INSTALL_FETCH_LOWER_LABEL=\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...
VERIFIED_ASSET_PROGRESS_TEXT=\u691C\u8A3C\u6E08\u307F\u306E\u30A2\u30BB\u30C3\u30C8
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \\
CONFIG_RESET_SUCCESS_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u304C\u6B63\u5E38\u306B\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u69CB\u6210\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002
CONFIG_SAVE_ERROR_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GAME_MODE_BEING_SET_TO_TEXT=\u30B2\u30FC\u30E0\u30E2\u30FC\u30C9\u306F\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059
GAME_MODE_INFERRED_SET_TO_TEXT=\u81EA\u52D5\u7684\u306B\u691C\u51FA (\u63A8\u6E2C) \u3055\u308C\u3001\u30B2\u30FC\u30E0 \u30E2\u30FC\u30C9\u304C \u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
LOG_ERROR_PREFIX=\u30A8\u30E9\u30FC
LOG_WARNING_PREFIX=\u8B66\u544A
LOG_STANDARD_PREFIX=\u6027\u75C5
LOG_DEBUG_PREFIX=\u30C7\u30D0\u30C3\u30B0
LOG_FILE_DIR_NOT_CREATED_TEXT=\u30ED\u30B0 \u30D5\u30A1\u30A4\u30EB \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA (\u307E\u305F\u306F\u89AA) \u304C\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u304B\u3001\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\\
LOG_FILE_NOT_CREATED_TEXT=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u30ED\u30B0 \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u30ED\u30B0\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u8A18\u9332\u3057\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
LOG_SYSTEM_INITIALIZED_TEXT=\u30ED\u30AE\u30F3\u30B0 \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F\u3002
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u78BA\u8A8D
CREATED_FOLDER_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u7528\u306E\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u7528\u306E\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
RUNTIME_FOLDER_SET_READABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8AAD\u307F\u53D6\u308A\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8AAD\u307F\u53D6\u308A\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
RUNTIME_FOLDER_SET_WRITABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u66F8\u304D\u8FBC\u307F\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u66F8\u304D\u8FBC\u307F\u53EF\u80FD\u306B\u8A2D\u5B9A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
GATHERING_RUNTIME_INFO_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831\u306E\u53CE\u96C6
UNIDENTIFIED_OS_RUNTIME_TEXT=\u73FE\u5728\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0 \u30B7\u30B9\u30C6\u30E0\u3092\u8B58\u5225\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 Linux \u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u304C\u3001\\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=\u73FE\u5728\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u6574\u5408\u6027\u60C5\u5831\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002 \u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067 \\ \u306B\u306A\u308A\u307E\u3059
VERIFYING_LOCAL_RUNTIME_TEXT=\u30ED\u30FC\u30AB\u30EB\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u691C\u8A3C
DOWNLOADING_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u4E2D...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u6B63\u5E38\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
CLEANING_RUNTIME_ENV_TEXT=\u30ED\u30FC\u30AB\u30EB\u5B9F\u884C\u74B0\u5883\u306E\u30AF\u30EA\u30FC\u30CB\u30F3\u30B0
EXTRACTING_RUNTIME_TO_ENV_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u74B0\u5883\u306B\u62BD\u51FA\u3059\u308B
UNABLE_DOWNLOAD_RUNTIME_TEXT=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002 \u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u30B7\u30B9\u30C6\u30E0 Java \u306B\u306A\u308A\u307E\u3059\u3002
COMPLETED_TEXT=\u5B8C\u4E86
REMEMBERED_USER_LOADED_TEXT=\u6C38\u7D9A\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30C1\u30A7\u30C3\u30AF\u304C\u5B8C\u4E86\u3057\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
REMEMBERED_USER_WRITING_TEXT=[\u8A18\u61B6\u3059\u308B] \u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u304A\u308A\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6C38\u7D9A\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059...
REMEMBERED_USER_WRITE_FINISHED_TEXT=\u6C38\u7D9A\u30B9\u30C8\u30EC\u30FC\u30B8\u3078\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u66F8\u304D\u8FBC\u307F\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
UNABLE_REMOVE_USER_FROM_DISK_TEXT=\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8 \u30D5\u30A1\u30A4\u30EB\u3092\u30C7\u30A3\u30B9\u30AF\u304B\u3089\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002 \u30E6\u30FC\u30B6\u30FC\u304C\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=\u4FDD\u5B58\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u30C7\u30A3\u30B9\u30AF\u304B\u3089\u8AAD\u307F\u53D6\u308B\u3068\u304D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u3059 \\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=\u8A18\u61B6\u3055\u308C\u305F\u30B2\u30FC\u30E0 \u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u30C7\u30A3\u30B9\u30AF\u306B\u66F8\u304D\u8FBC\u3080\u3068\u304D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \u30B2\u30FC\u30E0\\
CLIENT_TOKEN_CHECKING_TEXT=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30C8\u30FC\u30AF\u30F3\u304C\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 \u30D5\u30A1\u30A4\u30EB\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=\u4FDD\u5B58\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u3092\u8AAD\u307F\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
NEW_CLIENT_TOKEN_TEXT=\u65B0\u3057\u3044\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002
STORED_CLIENT_TOKEN_TEXT=\u751F\u6210\u3055\u308C\u305F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u66F8\u304D\u8FBC\u307F\u307E\u3057\u305F\u3002
UNABLE_SAVE_CLIENT_TOKEN_TEXT=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3\u3092\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002 \u4FDD\u5B58/\u8A18\u61B6\u3057\u305F\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u304C\u5931\u308F\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
LOADED_CLIENT_TOKEN_TEXT=\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30C8\u30FC\u30AF\u30F3:
UNABLE_TO_INSTALL_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=\u5229\u7528\u53EF\u80FD\u306AMOD\u30D1\u30C3\u30AF\u3067\u306F\u306A\u3044\u305F\u3081\u3067\u3059\u3002
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=MOD\u30D1\u30C3\u30AF\u3092\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=\u304B\u3089\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B MOD \u30D1\u30C3\u30AF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B MOD \u30D1\u30C3\u30AF\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
GOT_LATEST_VERSION_OF_TEXT=\u6700\u65B0\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5165\u624B\u3057\u307E\u3057\u305F
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=\u9069\u7528\u53EF\u80FD\u306A MOD \u30D1\u30C3\u30AF\u306E\u30EA\u30B9\u30C8\u3092\u66F4\u65B0\u3057\u3066\u3044\u307E\u3059
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=\u5229\u7528\u53EF\u80FD\u306A MOD \u30D1\u30C3\u30AF\u306E\u30EA\u30B9\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
CONTACTING_SERVER_TEXT=\u30B5\u30FC\u30D0\u30FC\u306B\u9023\u7D61\u4E2D
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u53EF\u80FD\u306A MOD \u30D1\u30C3\u30AF\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
ALREADY_INSTALLED_TEXT=\u3059\u3067\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u3059
ADDED_TEXT=\u8FFD\u52A0\u3057\u305F
TO_AVAILABLE_MOD_PACKS_TEXT=\u5229\u7528\u53EF\u80FD\u306AMOD\u30D1\u30C3\u30AF\u3078
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=MOD \u30D1\u30C3\u30AF\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u53EF\u80FD\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093 \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A1\u30A4\u30EB\u3092JSON\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=Forge \u30D0\u30FC\u30B8\u30E7\u30F3 \u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093!
UNABLE_CLOSE_STREAMS_TEXT=\u30B9\u30C8\u30EA\u30FC\u30E0\u3092\u9589\u3058\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=Forge \u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u3092\u958B\u3044\u3066\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002
UNABLE_ACCESS_FORGE_JAR_TEXT=Forge jar \u30D5\u30A1\u30A4\u30EB\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=Mojang \u8A8D\u8A3C\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002 \u30E9\u30F3\u30C1\u30E3\u30FC\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093! \u30C1\u30A7\u30C3\u30AF \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30B2\u30FC\u30E0 \u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u30ED\u30B0\u30A4\u30F3\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059...
LOGIN_PROCESS_FINISHED_TEXT=\u30ED\u30B0\u30A4\u30F3\u30D7\u30ED\u30BB\u30B9\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 \u30B2\u30FC\u30E0 \u30E2\u30FC\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002 \u8A8D\u8A3C/\u30ED\u30B0\u30A4\u30F3\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059\u3002
LAUNCHING_MOD_PACK_TEXT=MOD\u30D1\u30C3\u30AF\u306E\u8D77\u52D5
UNABLE_START_GAME_EXCEPTION_TEXT=\u30B2\u30FC\u30E0\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3002 \u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F!
REQUIRES_MIN_OF_TEXT=\u6700\u5C0F\u9650\u306E\u3082\u306E\u304C\u5FC5\u8981\u3067\u3059
GB_OF_RAM_TEXT=GB\u306ERAM
MAX_RAM_SETTING_MUST_INCREASE_TEXT=\u6700\u5927 RAM \u8A2D\u5B9A\u3092\u5897\u3084\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093! \u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u6700\u521D\u306E MOD \u30D1\u30C3\u30AF\u306B\u306A\u308A\u307E\u3059\u3002
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=MOD \u30D1\u30C3\u30AF\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 MOD \u30D1\u30C3\u30AF\u304C \\ \u3067\u306A\u3044\u9650\u308A\u30B5\u30FC\u30D0\u30FC\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=\u8A18\u61B6\u3055\u308C\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u30C7\u30A3\u30B9\u30AF\u4E0A\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u30ED\u30B0\u30A4\u30F3\u753B\u9762\u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059...
SEE_YOU_SOON_TEXT=\u307E\u305F\u8FD1\u3044\u3046\u3061\u306B\u304A\u4F1A\u3044\u3057\u307E\u3057\u3087\u3046\uFF01
PERFORMING_APP_CLEANUP_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059...
FINISHED_APP_CLEANUP_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3 \u30ED\u30B0 \u30B7\u30B9\u30C6\u30E0\u306E\u69CB\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u30E9\u30F3\u30C1\u30E3\u30FC\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u307E\u3057\u305F\u3002
USAGE_TEXT=\u4F7F\u7528\u6CD5
INVALID_ARGS_SPECIFIED_TEXT=\u7121\u52B9\u306A\u5F15\u6570\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
UNABLE_WAIT_PENDING_LOGIN_TEXT=\u4FDD\u7559\u4E2D\u306E\u30ED\u30B0\u30A4\u30F3\u30BF\u30B9\u30AF\u3092\u5F85\u3064\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
AUTH_UNABLE_TO_REFRESH_TEXT=\u8A18\u61B6\u3055\u308C\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC \u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u8A8D\u8A3C\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002 \u30ED\u30B0\u30A4\u30F3\u306B\u623B\u308A\u307E\u3059\u3002
main.pagination.empty=\u30D1\u30C3\u30AF\u306A\u3057
main.pagination.pageOfPages=\u30DA\u30FC\u30B8 {0} / {1}
main.pagination.range={2} \u306E {0} \uFF5E {1} \u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059
main.fetchLabel.refreshing=MOD\u30D1\u30C3\u30AF\u3092\u66F4\u65B0\u4E2D\u2026
main.fetchLabel.loading=\u5229\u7528\u53EF\u80FD\u306A\u30D1\u30C3\u30AF\u3092\u30ED\u30FC\u30C9\u4E2D\u2026
main.card.lastPlayed=\u6700\u5F8C\u306B\u30D7\u30EC\u30A4\u3057\u305F\u306E\u306F {0}
main.card.neverPlayed=\u30D7\u30EC\u30A4\u3057\u305F\u3053\u3068\u304C\u306A\u3044
browse.pagination.empty=\u30A2\u30A4\u30C6\u30E0\u304C\u3042\u308A\u307E\u305B\u3093
browse.urlAdd.checking=\u30C1\u30A7\u30C3\u30AF\u4E2D\u2026
browse.urlAdd.adding=\u8FFD\u52A0\u4E2D\u2026
browse.hostingManifest.saved=\u4FDD\u5B58\u3057\u307E\u3057\u305F\uFF01
browse.hostingManifest.label=\u30DB\u30B9\u30C6\u30A3\u30F3\u30B0\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306E\u751F\u6210
console.copyBtn.success=\u30B3\u30D4\u30FC\u3057\u307E\u3057\u305F\uFF01
console.crashReportBtn.crashReport=\u30AF\u30E9\u30C3\u30B7\u30E5\u30EC\u30DD\u30FC\u30C8
console.crashReportBtn.gameLog=\u30B2\u30FC\u30E0\u30ED\u30B0
console.title.console=\u30B2\u30FC\u30E0\u30B3\u30F3\u30BD\u30FC\u30EB: {0}
console.title.crashed=\u30B2\u30FC\u30E0\u304C\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u307E\u3057\u305F
console.title.crashedWithPack=\u30B2\u30FC\u30E0\u304C\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u307E\u3057\u305F: {0}
console.title.complete=\u30B2\u30FC\u30E0\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
console.status.running=\u30E9\u30F3\u30CB\u30F3\u30B0
console.status.killed=\u6BBA\u3055\u308C\u305F
console.status.exitCode=\u7D42\u4E86\u30B3\u30FC\u30C9 {0}
console.status.playedFor={0} \u3067\u30D7\u30EC\u30FC\u3057\u307E\u3057\u305F
console.closeBtn.return=\u30E9\u30F3\u30C1\u30E3\u30FC\u306B\u623B\u308B
console.log.crashedExitCodeNoReport=\u30B2\u30FC\u30E0\u306F\u7D42\u4E86\u30B3\u30FC\u30C9 {0} \u3067\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u307E\u3057\u305F\u3002\\n\u30AF\u30E9\u30C3\u30B7\u30E5 \u30EC\u30DD\u30FC\u30C8\u306F\u751F\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
console.truncationLabel=\u30ED\u30B0\u304C {0} \u884C\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002 \u53E4\u3044\u30A8\u30F3\u30C8\u30EA\u306F\u5207\u308A\u6368\u3066\u3089\u308C\u307E\u3059\u3002
console.openLogLink.text=\u5B8C\u5168\u306A\u30ED\u30B0 \u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F
runtime.status.noneSelected=\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
runtime.status.deleteFailed=\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
runtime.status.noneInstalled=\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
runtime.status.allDeleted=\u3059\u3079\u3066\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
editor.pickerBtn.label={0} \u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
editor.modSearch.searching=\u691C\u7D22\u4E2D\u2026
editor.modSearch.failed=\u691C\u7D22\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
progress.cancelBtn.label=\u30AD\u30E3\u30F3\u30BB\u30EB
progress.cancelBtn.cancelling=\u30AD\u30E3\u30F3\u30BB\u30EB\u4E2D\u2026
notification.import.failed.title=\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F
notification.install.modpackSuccess.title=Modpack\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u3059
notification.install.modpackSuccess.body={0} \u304C\u30D7\u30EC\u30A4\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
notification.install.vanillaSuccess.title=\u30DE\u30A4\u30F3\u30AF\u30E9\u30D5\u30C8\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F
notification.install.vanillaSuccess.body=Minecraft {0} \u304C\u30D7\u30EC\u30A4\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
notification.install.loaderSuccess.title=\u30ED\u30FC\u30C0\u30FC\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F
notification.install.loaderSuccess.body={0} \u306F\u7A7A\u306E modpack \u3068\u3057\u3066\u5229\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
notification.install.failed.title=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u5931\u6557\u3057\u307E\u3057\u305F
notification.install.failed.body={0} \u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {1}
notification.invite.copied.title=\u62DB\u5F85\u30EA\u30F3\u30AF\u3092\u30B3\u30D4\u30FC\u3057\u307E\u3057\u305F
notification.uri.modpackAdded.title=Modpack\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
notification.uri.modpackAddFailed.title=MOD\u30D1\u30C3\u30AF\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
notification.uri.discordJoin.title=Discord\u7D4C\u7531\u3067\u53C2\u52A0\u3059\u308B
notification.uri.discordJoinFailed.title=\u53C2\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
notification.uri.unsafeLink.title=\u5B89\u5168\u3067\u306A\u3044\u30EA\u30F3\u30AF
notification.verify.complete.title=\u5B8C\u4E86\u306E\u78BA\u8A8D
notification.verify.completedWithErrors.title=\u691C\u8A3C\u306F\u30A8\u30E9\u30FC\u3067\u7D42\u4E86\u3057\u307E\u3057\u305F
notification.invite.copied.body=Discord \u307E\u305F\u306F\u4ED6\u306E\u5834\u6240\u306B\u8CBC\u308A\u4ED8\u3051\u3066\u3001\u53CB\u9054\u3092\u62DB\u5F85\u3057\u307E\u3059\u3002
notification.uri.modpackAdded.body=\u30EA\u30F3\u30AF\u304B\u3089modpack\u306E\u767B\u9332\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
notification.uri.modpackAddFailed.body=\u30EA\u30F3\u30AF\u306F\u6709\u52B9\u306B\u898B\u3048\u307E\u3057\u305F\u304C\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notification.uri.discordJoinModpack.body=modpack \u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u307E\u3057\u305F \u2014 \u4ECA\u3059\u3050\u958B\u59CB\u3057\u307E\u3059\u3002
notification.uri.discordJoinModpackFailed.body=\u53CB\u4EBA\u306Emodpack\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notification.uri.discordJoinVanilla.body=Minecraft {0} \u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u307E\u3057\u305F \u2014 \u4ECA\u3059\u3050\u8D77\u52D5\u3057\u307E\u3059\u3002
notification.uri.discordJoinVanillaFailed.body=Minecraft {0} \u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notification.uri.modpackNotInstalled.title=Modpack\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093
notification.uri.modpackNotInstalled.body=\u300C{0}\u300D\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 \u307E\u305A Web \u30B5\u30A4\u30C8\u306E\u30EA\u30F3\u30AF\u304B\u3089\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notification.uri.unsafeLink.body=\u30EA\u30F3\u30AF\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u78BA\u8A8D\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u30EA\u30F3\u30AF\u3092\u62D2\u5426\u3057\u307E\u3057\u305F\u3002 HTTPS modpack URL \u306E\u307F\u304C\u53D7\u3051\u5165\u308C\u3089\u308C\u307E\u3059\u3002
notification.verify.complete.bodyOne={0} \u30D1\u30C3\u30AF\u306F\u6B63\u5E38\u306B\u691C\u8A3C\u3055\u308C\u307E\u3057\u305F\u3002
notification.verify.complete.bodyMany={0} \u30D1\u30C3\u30AF\u306F\u6B63\u5E38\u306B\u691C\u8A3C\u3055\u308C\u307E\u3057\u305F\u3002
notification.verify.completedWithErrors.body={0} \u306F\u6210\u529F\u3057\u307E\u3057\u305F\u3002{1} \u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
settings.saveBtn.saved=\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F
settings.exportBtn.success=\u8F38\u51FA\u3055\u308C\u307E\u3057\u305F\uFF01
settings.exportBtn.failed=\u5931\u6557\u3057\u305F
settings.importBtn.success=\u8F38\u5165\u3055\u308C\u307E\u3057\u305F\uFF01
settings.importBtn.failed=\u5931\u6557\u3057\u305F
settings.versionLabel.devMode=\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u30D0\u30FC\u30B8\u30E7\u30F3: \u958B\u767A\u30E2\u30FC\u30C9
settings.versionLabel.normal=\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2 \u30D0\u30FC\u30B8\u30E7\u30F3: {0}
settings.sysRamLabel={0} GB \u306E RAM \u304C\u3042\u308A\u307E\u3059\u3002 \u73FE\u5728 {1} GB \u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
settings.scanFolderDialog.title=\u30B9\u30AD\u30E3\u30F3\u3059\u308B\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
settings.scanFolderLabel=\u30B9\u30AD\u30E3\u30F3\u30D5\u30A9\u30EB\u30C0\u30FC: {0}
settings.scanBtn.cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
settings.scanOutputLabel.failed=\u30B9\u30AD\u30E3\u30F3\u304C\u5931\u6557\u3057\u307E\u3057\u305F (\u4F8B\u5916)! \u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001\u30ED\u30B0 \u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
settings.accountUuidLabel=UUID: {0}
settings.aboutVersionLabel=\u30D0\u30FC\u30B8\u30E7\u30F3 {0}
settings.fileChooser.importTitle=\u30A4\u30F3\u30DD\u30FC\u30C8\u8A2D\u5B9A
settings.saveBtn.label=\u4FDD\u5B58
settings.exportBtn.label=\u8A2D\u5B9A\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
settings.importBtn.label=\u30A4\u30F3\u30DD\u30FC\u30C8\u8A2D\u5B9A
settings.scanBtn.label=\u30B9\u30AD\u30E3\u30F3
main.navbar.library=\u56F3\u66F8\u9928
main.navbar.browse=\u30D6\u30E9\u30A6\u30BA
main.navbar.settings=\u8A2D\u5B9A
main.navbar.exit=\u51FA\u53E3
main.navbar.player=\u30D7\u30EC\u30FC\u30E4\u30FC
main.filter.searchLabel=\u691C\u7D22\uFF1A
main.filter.typeLabel=\u30BF\u30A4\u30D7\uFF1A
main.filter.sortLabel=\u9078\u5225\uFF1A
main.filter.recentlyUpdatedOnly=\u6700\u8FD1\u66F4\u65B0\u3055\u308C\u305F\u3082\u306E\u306E\u307F
main.pagination.perPageLabel=\u30DA\u30FC\u30B8\u3054\u3068:
main.pagination.prev=\u25C0 \u524D\u3078
main.pagination.next=\u6B21\u3078 \u25B6
main.fetchLabel.offline=\u30AA\u30D5\u30E9\u30A4\u30F3
main.bottomBar.versionLabel=\u30DE\u30A4\u30AB\u30E9\u30F3\u30C1\u30E3\u30FC
browse.navbar.title=\u30D6\u30E9\u30A6\u30BA
browse.filter.statusLabel=\u72B6\u614B\uFF1A
browse.bottomBar.urlLabel=URL:
browse.bottomBar.urlAddBtn=URL\u304B\u3089\u8FFD\u52A0
browse.bottomBar.editorBtn=\u30E2\u30C3\u30C9\u30D1\u30C3\u30AF\u30A8\u30C7\u30A3\u30BF\u30FC
browse.bottomBar.returnBtn=\u623B\u308B
runtime.navbar.title=\u30E9\u30F3\u30BF\u30A4\u30E0\u7BA1\u7406
runtime.section.installed=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B Java \u30E9\u30F3\u30BF\u30A4\u30E0
runtime.status.selectAPrompt=\u7BA1\u7406\u3059\u308B\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u9078\u629E\u3057\u307E\u3059\u3002
runtime.refreshBtn=\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5
runtime.deleteBtn=\u6D88\u53BB
runtime.deleteAllBtn=\u3059\u3079\u3066\u524A\u9664
runtime.infoLabel=\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u3001modpack \u306E\u8D77\u52D5\u6642\u306B\u81EA\u52D5\u7684\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
runtime.returnBtn=\u623B\u308B
console.navbar.title=\u30B2\u30FC\u30E0\u6A5F
console.copyBtn.label=\u30B3\u30D4\u30FC
console.killBtn.label=\u30AD\u30EB\u30B2\u30FC\u30E0
console.closeBtn.label=\u8FD1\u3044
login.title=\u30DE\u30A4\u30AB\u30E9\u30F3\u30C1\u30E3\u30FC
login.subtitle=\u7D9A\u884C\u3059\u308B\u306B\u306F\u30B5\u30A4\u30F3\u30A4\u30F3\u3057\u3066\u304F\u3060\u3055\u3044
login.stayLoggedIn=\u30ED\u30B0\u30A4\u30F3\u3057\u305F\u307E\u307E\u306B\u3059\u308B
login.exitBtn=\u51FA\u53E3
progress.title.justAMoment=\u3061\u3087\u3063\u3068\u307E\u3063\u3066\u304F\u3060\u3055\u3044
progress.title.preparingLaunch=\u6253\u3061\u4E0A\u3052\u306E\u6E96\u5099\u4E2D\u2026
editor.navbar.title=\u30E2\u30C3\u30C9\u30D1\u30C3\u30AF\u30A8\u30C7\u30A3\u30BF\u30FC
editor.toolbar.new=\u65B0\u3057\u3044
editor.toolbar.openFile=\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F
editor.toolbar.openUrl=URL\u3092\u958B\u304F
editor.toolbar.validate=\u691C\u8A3C\u3059\u308B
editor.toolbar.diff=\u5DEE\u5206
editor.tab.metadata=\u30E1\u30BF\u30C7\u30FC\u30BF
editor.section.packIdentity=\u30D1\u30C3\u30AF\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3
editor.bumpBtn.major=\u9078\u8003\u79D1\u76EE
editor.bumpBtn.minor=\u30DE\u30A4\u30CA\u30FC
editor.bumpBtn.patch=\u30D1\u30C3\u30C1
editor.section.flags=\u30D5\u30E9\u30B0
editor.toggle.unstable=\u4E0D\u5B89\u5B9A (\u30D9\u30FC\u30BF\u7248)
editor.toggle.customDiscordRpc=\u30AB\u30B9\u30BF\u30E0 Discord RPC
editor.section.modloader=\u30E2\u30C3\u30C9\u30ED\u30FC\u30C0\u30FC
editor.pickerBtn.forge=Forge \u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u9078\u629E
editor.modloaderHint=Forge / NeoForge: \u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u30FC JAR URL \u3092\u8CBC\u308A\u4ED8\u3051\u307E\u3059\u3002 \u30D5\u30A1\u30D6\u30EA\u30C3\u30AF:meta.fabricmc.net \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E JSON URL (\u30CF\u30C3\u30B7\u30E5\u306F\u30AA\u30D7\u30B7\u30E7\u30F3) \u3092\u8CBC\u308A\u4ED8\u3051\u307E\u3059\u3002
editor.section.images=\u753B\u50CF
editor.section.scanExclusions=\u30B9\u30AD\u30E3\u30F3\u9664\u5916 (1 \u884C\u306B 1 \u3064)
editor.status.noFile=\u30D5\u30A1\u30A4\u30EB\u304C\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093
editor.saveBtn=\u4FDD\u5B58
editor.returnBtn=\u623B\u308B
settings.fxml.settings=\u8A2D\u5B9A
settings.fxml.offline=\u30AA\u30D5\u30E9\u30A4\u30F3
settings.fxml.account=\u30A2\u30AB\u30A6\u30F3\u30C8
settings.fxml.game=\u30B2\u30FC\u30E0
settings.fxml.appearance=\u5916\u89B3
settings.fxml.advanced=\u9AD8\u5EA6\u306A
settings.fxml.network=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
settings.fxml.security=\u5B89\u5168
settings.fxml.system=\u30B7\u30B9\u30C6\u30E0
settings.fxml.discord=\u4E0D\u548C
settings.fxml.rgb=RGB
settings.fxml.about=\u306B\u3064\u3044\u3066
settings.fxml.player=\u30D7\u30EC\u30FC\u30E4\u30FC
settings.fxml.uuid=UUID: ...
settings.fxml.helpfulLinks=\u5F79\u7ACB\u3064\u30EA\u30F3\u30AF
settings.fxml.minecraftNet=Minecraft.net
settings.fxml.microsoftAccount=\u30DE\u30A4\u30AF\u30ED\u30BD\u30D5\u30C8\u30A2\u30AB\u30A6\u30F3\u30C8
settings.fxml.signOut=\u30B5\u30A4\u30F3\u30A2\u30A6\u30C8
settings.fxml.signingOutWill=\u30B5\u30A4\u30F3\u30A2\u30A6\u30C8\u3059\u308B\u3068\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u304C\u30AF\u30EA\u30A2\u3055\u308C\u3001\u30E9\u30F3\u30C1\u30E3\u30FC\u304C\u518D\u8D77\u52D5\u3055\u308C\u307E\u3059\u3002
settings.fxml.logOut=\u30ED\u30B0\u30A2\u30A6\u30C8
settings.fxml.minimumRamGb=\u6700\u5C0FRAM (GB)
settings.fxml.maximumRamGb=\u6700\u5927RAM (GB)
settings.fxml.youHaveX=X GB \u306E RAM \u304C\u3042\u308A\u307E\u3059\u3002 \u73FE\u5728 X GB \u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
settings.fxml.jvmPreset=JVM\u30D7\u30EA\u30BB\u30C3\u30C8
settings.fxml.theme=\u30C6\u30FC\u30DE
settings.fxml.language=\u8A00\u8A9E
settings.fxml.defaultsToYour=\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0 \u30B7\u30B9\u30C6\u30E0\u306E\u8A00\u8A9E\u3067\u3059\u3002 \u3053\u3053\u3067\u7279\u5B9A\u306E\u8A00\u8A9E\u3092\u9078\u629E\u3057\u3066\u3001\u305D\u306E\u691C\u51FA\u3092\u7121\u52B9\u306B\u3057\u307E\u3059\u3002 \u6B21\u56DE\u306E\u30E9\u30F3\u30C1\u30E3\u30FC\u306E\u518D\u8D77\u52D5\u6642\u306B\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002
settings.fxml.packImagery=\u30D1\u30C3\u30AF\u753B\u50CF
settings.fxml.whenOnModpack=\u30AA\u30F3\u306B\u3059\u308B\u3068\u3001\u30E1\u30A4\u30F3 \u30E1\u30CB\u30E5\u30FC\u3068\u30D6\u30E9\u30A6\u30BA \u30D3\u30E5\u30FC\u306E modpack \u3068\u30D0\u30FC\u30B8\u30E7\u30F3 \u30AB\u30FC\u30C9\u306B\u3001\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u30EB \u30B0\u30E9\u30C7\u30FC\u30B7\u30E7\u30F3\u306E\u4E0A\u306B\u30D1\u30C3\u30AF\u306E\u80CC\u666F\u30A4\u30E1\u30FC\u30B8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002 \u30AA\u30D5\u306B\u3059\u308B\u3068\u3001\u3088\u308A\u304D\u308C\u3044\u3067\u5747\u4E00\u306A\u5916\u89B3\u3092\u5F97\u308B\u305F\u3081\u306B\u30B0\u30E9\u30C7\u30FC\u30B7\u30E7\u30F3\u306E\u307F\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
settings.fxml.showPackBackground=\u30AB\u30FC\u30C9\u306B\u30D1\u30C3\u30AF\u306E\u80CC\u666F\u753B\u50CF\u3092\u8868\u793A\u3059\u308B
settings.fxml.debugMode=\u30C7\u30D0\u30C3\u30B0\u30E2\u30FC\u30C9
settings.fxml.windowResizing=\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u30B5\u30A4\u30BA\u5909\u66F4
settings.fxml.enhancedLogging=\u5F37\u5316\u3055\u308C\u305F\u30ED\u30AE\u30F3\u30B0
settings.fxml.inGameConsole=\u30B2\u30FC\u30E0\u5185\u30B3\u30F3\u30BD\u30FC\u30EB
settings.fxml.throttleDownloadsOn=\u30D0\u30C3\u30C6\u30EA\u30FC\u3067\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u306E\u30B9\u30ED\u30C3\u30C8\u30EB
settings.fxml.lwjglArm64Patching=LWJGL ARM64 \u30D1\u30C3\u30C1\u9069\u7528
settings.fxml.replacesX86_64Lwjgl2=Apple Silicon / ARM Linux \u4E0A\u306E Minecraft 1.12.2 \u4EE5\u4E0B\u306E x86_64 LWJGL2 \u30CD\u30A4\u30C6\u30A3\u30D6\u3092 ARM64 \u30D3\u30EB\u30C9\u306B\u7F6E\u304D\u63DB\u3048\u307E\u3059\u3002
settings.fxml.securityScanFrequency=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30B9\u30AD\u30E3\u30F3\u306E\u983B\u5EA6
settings.fxml.howOftenThe=\u8D77\u52D5\u524D\u306B\u30DE\u30EB\u30A6\u30A7\u30A2 \u30B9\u30AD\u30E3\u30F3\u3092\u5B9F\u884C\u3059\u308B\u983B\u5EA6\u3002 \u6BCE\u65E5\u304C\u63A8\u5968\u3055\u308C\u307E\u3059\u3002\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306E\u5909\u66F4\u3092\u3059\u3050\u306B\u30AD\u30E3\u30C3\u30C1\u3057\u307E\u3059\u3002\u305D\u308C\u4EE5\u5916\u306E\u5834\u5408\u306F\u3001\u6700\u5927\u3067\u3082 1 \u65E5\u306B 1 \u56DE\u5B9F\u884C\u3055\u308C\u308B\u305F\u3081\u3001\u8D77\u52D5\u306F\u8FC5\u901F\u306B\u884C\u308F\u308C\u307E\u3059\u3002 \u500B\u3005\u306E\u30D1\u30C3\u30AF\u306F\u3001\u8A73\u7D30\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u3053\u308C\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3067\u304D\u307E\u3059\u3002
settings.fxml.gameFileIntegrity=\u30B2\u30FC\u30E0\u30D5\u30A1\u30A4\u30EB\u306E\u6574\u5408\u6027
settings.fxml.reHashesEvery=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30D1\u30C3\u30AF\u306E\u3059\u3079\u3066\u306E MOD\u3001\u30E9\u30A4\u30D6\u30E9\u30EA\u3001\u30A2\u30BB\u30C3\u30C8\u3092\u305D\u306E\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306B\u5BFE\u3057\u3066\u518D\u30CF\u30C3\u30B7\u30E5\u3057\u307E\u3059\u3002 \u7834\u640D\u3057\u305F\u3082\u306E\u306F\u3059\u3079\u3066\u4FEE\u5FA9\u3057\u307E\u3059\u3002 \u30D1\u30C3\u30AF\u3054\u3068\u306B\u6570\u79D2\u304B\u304B\u308A\u307E\u3059\u3002\u5927\u898F\u6A21\u306A\u30E9\u30A4\u30D6\u30E9\u30EA\u306F\u5408\u8A08\u3067\u6570\u5206\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002
settings.fxml.verifyAllGame=\u3059\u3079\u3066\u306E\u30B2\u30FC\u30E0\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3059\u308B
settings.fxml.thirdPartyIntegrations=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306E\u7D71\u5408
settings.fxml.curseforgeCoreApi=CurseForge \u30B3\u30A2 API \u30AD\u30FC\u3002 CurseForge modpack \u3092 URL \u3067\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3067\u3059\u3002 console.curseforge.com \u2192 My API Keys \u3067\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002 Minecraft \u30B5\u30A4\u30F3\u30A4\u30F3 \u30C8\u30FC\u30AF\u30F3\u3092\u4FDD\u8B77\u3059\u308B\u306E\u3068\u540C\u3058\u30B9\u30AD\u30FC\u30E0\u3092\u4F7F\u7528\u3057\u3066\u3001\u3053\u306E\u30DE\u30B7\u30F3\u306B\u6697\u53F7\u5316\u3055\u308C\u3066\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002\u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30E9\u30F3\u30C1\u30E3\u30FC\u304B\u3089\u96E2\u308C\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u3002
settings.fxml.save=\u4FDD\u5B58
settings.fxml.clear=\u30AF\u30EA\u30A2
settings.fxml.enableProxy=\u30D7\u30ED\u30AD\u30B7\u3092\u6709\u52B9\u306B\u3059\u308B
settings.fxml.proxyType=\u30D7\u30ED\u30AD\u30B7\u306E\u7A2E\u985E
settings.fxml.proxyHost=\u30D7\u30ED\u30AD\u30B7\u30DB\u30B9\u30C8
settings.fxml.proxyPort=\u30D7\u30ED\u30AD\u30B7\u30DD\u30FC\u30C8
settings.fxml.malwareScanning=\u30DE\u30EB\u30A6\u30A7\u30A2\u30B9\u30AD\u30E3\u30F3
settings.fxml.scanFolderPath=\u30B9\u30AD\u30E3\u30F3\u30D5\u30A9\u30EB\u30C0\u30FC: /path
settings.fxml.scan=\u30B9\u30AD\u30E3\u30F3
settings.fxml.changeFolder=\u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u5909\u66F4
settings.fxml.scanOutput=\u30B9\u30AD\u30E3\u30F3\u51FA\u529B
settings.fxml.deepLinksMmcl=\u30C7\u30A3\u30FC\u30D7\u30EA\u30F3\u30AF (mmcl://)
settings.fxml.whenEnabledQuot=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u300C\u30E9\u30F3\u30C1\u30E3\u30FC\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u300D\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002 \u30A6\u30A7\u30D6\u30B5\u30A4\u30C8\u3068 Discord \u306E\u300C\u30B2\u30FC\u30E0\u306B\u53C2\u52A0\u300D\u306E\u30EA\u30F3\u30AF \u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30E9\u30F3\u30C1\u30E3\u30FC\u304C\u958B\u304D\u3001\u30EA\u30F3\u30AF\u3055\u308C\u305F Modpack \u3092\u8FFD\u52A0\u307E\u305F\u306F\u8D77\u52D5\u3057\u307E\u3059\u3002 \u4FE1\u983C\u3067\u304D\u306A\u3044\u30DB\u30B9\u30C8\u3067\u306F\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u524D\u306B\u5FC5\u305A\u78BA\u8A8D\u306E\u30AF\u30EA\u30C3\u30AF\u304C\u5FC5\u8981\u3067\u3059\u3002
settings.fxml.allowMmclDeep=mmcl:// \u30C7\u30A3\u30FC\u30D7\u30EA\u30F3\u30AF\u3092\u8A31\u53EF\u3059\u308B
settings.fxml.resetAmpRuntime=\u30EA\u30BB\u30C3\u30C8\uFF06 \u5B9F\u884C\u6642\u30AA\u30D7\u30B7\u30E7\u30F3
settings.fxml.resetLauncher=\u30E9\u30F3\u30C1\u30E3\u30FC\u3092\u30EA\u30BB\u30C3\u30C8
settings.fxml.resetRuntimes=\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30EA\u30BB\u30C3\u30C8\u3059\u308B
settings.fxml.manageRuntimes=\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u7BA1\u7406
settings.fxml.importExport=\u30A4\u30F3\u30DD\u30FC\u30C8/\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
settings.fxml.exportSettings=\u8A2D\u5B9A\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
settings.fxml.importSettings=\u30A4\u30F3\u30DD\u30FC\u30C8\u8A2D\u5B9A
settings.fxml.openLauncherFolder=\u30E9\u30F3\u30C1\u30E3\u30FC\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u958B\u304F
settings.fxml.launcherVersionErr_unk=\u30E9\u30F3\u30C1\u30E3\u30FC\u306E\u30D0\u30FC\u30B8\u30E7\u30F3: ERR_UNK
settings.fxml.richPresence=\u8C4A\u304B\u306A\u5B58\u5728\u611F
settings.fxml.discordIntegration=Discord\u306E\u7D71\u5408
settings.fxml.showWhatYou=Discord \u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u3067\u30D7\u30EC\u30A4\u3057\u3066\u3044\u308B\u5185\u5BB9\u3092\u8868\u793A\u3057\u307E\u3059\u3002 Discord \u30C7\u30B9\u30AF\u30C8\u30C3\u30D7 \u30A2\u30D7\u30EA\u304C\u540C\u3058\u30DE\u30B7\u30F3\u4E0A\u3067\u5B9F\u884C\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30E9\u30F3\u30C1\u30E3\u30FC\u306F IPC \u7D4C\u7531\u3067\u30ED\u30FC\u30AB\u30EB\u306B\u901A\u4FE1\u3057\u3001\u30C8\u30FC\u30AF\u30F3\u3084\u30ED\u30B0\u30A4\u30F3\u306F\u5FC5\u8981\u3042\u308A\u307E\u305B\u3093\u3002
settings.fxml.friendInvites=\u53CB\u9054\u306E\u62DB\u5F85
settings.fxml.allowDiscordInvites=Discord\u306E\u62DB\u5F85\u3092\u8A31\u53EF\u3059\u308B
settings.fxml.whenEnabledFriends=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30B2\u30FC\u30E0\u4E2D\u306B\u3042\u306A\u305F\u306E Discord \u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u898B\u305F\u53CB\u9054\u306B\u300C\u30B2\u30FC\u30E0\u306B\u53C2\u52A0\u300D\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002 \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u4E0A\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u540C\u3058 Modpack \u304C\u30DE\u30B7\u30F3\u306B\u81EA\u52D5\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3001\u8D77\u52D5\u3055\u308C\u307E\u3059\u3002 \u53C2\u52A0\u30DC\u30BF\u30F3\u306E\u307F\u3092\u7121\u52B9\u306B\u3057\u307E\u3059\u3002\u30EA\u30C3\u30C1 \u30D7\u30EC\u30BC\u30F3\u30B9\u81EA\u4F53\u306F\u4E0A\u306E\u30C8\u30B0\u30EB\u306B\u3088\u3063\u3066\u5236\u5FA1\u3055\u308C\u307E\u3059\u3002
settings.fxml.youCanAlso=\u30E1\u30A4\u30F3\u30E1\u30CB\u30E5\u30FC\u3067\u4EFB\u610F\u306E Modpack \u30AB\u30FC\u30C9\u3092\u53F3\u30AF\u30EA\u30C3\u30AF\u3057\u3001[Discord \u306E\u62DB\u5F85\u30EA\u30F3\u30AF\u3092\u30B3\u30D4\u30FC] \u3092\u9078\u629E\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002 \u30C1\u30E3\u30C3\u30C8\u3067\u53C2\u52A0 URL \u3092\u76F4\u63A5\u5171\u6709\u3057\u307E\u3059\u3002
settings.fxml.rgbLighting=RGB \u30E9\u30A4\u30C6\u30A3\u30F3\u30B0
settings.fxml.lightingBackend=\u7167\u660E\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9
settings.fxml.enableRgbLighting=RGB \u30E9\u30A4\u30C6\u30A3\u30F3\u30B0\u3092\u6709\u52B9\u306B\u3059\u308B
settings.fxml.whenEnabledThe=\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u3001\u30D7\u30EC\u30A4\u4E2D\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30AD\u30FC\u30DC\u30FC\u30C9\u3092 modpack \u7531\u6765\u306E\u8272\u3067\u70B9\u706F\u3057\u307E\u3059\u3002 \u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u30AA\u30D5 \u2014 \u30E9\u30F3\u30C1\u30E3\u30FC\u304C\u5468\u8FBA\u6A5F\u5668\u3068\u901A\u4FE1\u3059\u308B\u3088\u3046\u306B\u3057\u305F\u3044\u5834\u5408\u306B\u306E\u307F\u30AA\u30D7\u30C8\u30A4\u30F3\u3057\u307E\u3059\u3002
settings.fxml.backend=\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9:
settings.fxml.disabled=\u7121\u52B9
settings.fxml.autoRunsEvery=Auto \u306F\u3001\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u304C\u5229\u7528\u53EF\u80FD\u306A\u4EE5\u4E0B\u306E\u6709\u52B9\u306A\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u3092\u3059\u3079\u3066\u5B9F\u884C\u3059\u308B\u305F\u3081\u3001\u6DF7\u5408\u30EA\u30B0 (Razer \u30D5\u30A1\u30F3 + Windows Dynamic Lighting \u30AD\u30FC\u30DC\u30FC\u30C9\u306A\u3069) \u3067\u3059\u3079\u3066\u3092\u4E00\u5EA6\u306B\u70B9\u706F\u3057\u307E\u3059\u3002 \u4EE3\u308F\u308A\u306B\u7279\u5B9A\u306E\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u3092\u9078\u629E\u3057\u3066\u3001\u305D\u306E\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u306E\u307F\u3092\u5F37\u5236\u3057\u307E\u3059\u3002
settings.fxml.autoModeIntegrations=\u81EA\u52D5\u30E2\u30FC\u30C9\u306E\u7D71\u5408:
settings.fxml.openrgb=OpenRGB
settings.fxml.razerChromaNative=Razer Chroma (\u30CD\u30A4\u30C6\u30A3\u30D6 SDK)
settings.fxml.windowsDynamicLighting=Windows \u30C0\u30A4\u30CA\u30DF\u30C3\u30AF \u30E9\u30A4\u30C6\u30A3\u30F3\u30B0
settings.fxml.corsairIcue=\u30B3\u30EB\u30BB\u30A2 iCUE
settings.fxml.asusAuraLegacy=ASUS Aura (\u30EC\u30AC\u30B7\u30FC SDK)
settings.fxml.razerChromaRest=Razer Chroma (REST \u2014 \u30EC\u30AC\u30B7\u30FC)
settings.fxml.turnOffThe=\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3067\u3082\u3001\u30E9\u30F3\u30C1\u30E3\u30FC\u304C\u5230\u9054\u3057\u305F\u304F\u306A\u3044\u7D71\u5408\u3092\u30AA\u30D5\u306B\u3057\u307E\u3059\u3002 \u52D5\u4F5C\u4E2D\u306E Synapse \u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u306F\u30CD\u30A4\u30C6\u30A3\u30D6 SDK \u304C\u512A\u5148\u3055\u308C\u308B\u305F\u3081\u3001Chroma REST \u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u30AA\u30D5\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
settings.fxml.menuEffect=\u30E1\u30CB\u30E5\u30FC\u52B9\u679C
settings.fxml.lightUpDevices=\u30E1\u30CB\u30E5\u30FC\u3067\u30C7\u30D0\u30A4\u30B9\u3092\u30E9\u30A4\u30C8\u30A2\u30C3\u30D7\u3059\u308B
settings.fxml.whenOnYour=\u30AA\u30F3\u306B\u3059\u308B\u3068\u3001\u30E9\u30F3\u30C1\u30E3\u30FC \u30E1\u30CB\u30E5\u30FC\u3092\u958B\u3044\u3066\u3044\u308B\u9593\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C6\u30FC\u30DE\u306E\u30A2\u30AF\u30BB\u30F3\u30C8 \u30AB\u30E9\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30C7\u30D0\u30A4\u30B9\u304C\u70B9\u706F\u3057\u307E\u3059\u3002 modpack \u306E\u8A73\u7D30\u30D3\u30E5\u30FC\u3092\u958B\u304F\u3068\u3001\u305D\u306E modpack \u306E\u30B5\u30F3\u30D7\u30EB \u30AB\u30E9\u30FC\u306B\u5207\u308A\u66FF\u308F\u308A\u307E\u3059\u3002 \u30AA\u30D5\u306B\u3059\u308B\u3068\u3001\u30B2\u30FC\u30E0\u3092\u8D77\u52D5\u3059\u308B\u307E\u3067\u306E\u9593\u3001\u30C7\u30D0\u30A4\u30B9\u306F\u6697\u3044\u307E\u307E\u306B\u306A\u308A\u307E\u3059\u3002
settings.fxml.animationStyle=\u30A2\u30CB\u30E1\u30FC\u30B7\u30E7\u30F3\u30B9\u30BF\u30A4\u30EB
settings.fxml.solidSingleSteady=\u5358\u8272: \u5358\u4E00\u306E\u5B89\u5B9A\u3057\u305F\u8272\u3002 \u547C\u5438: \u3086\u3063\u304F\u308A\u3068\u30D5\u30A7\u30FC\u30C9\u30A4\u30F3\u304A\u3088\u3073\u30D5\u30A7\u30FC\u30C9\u30A2\u30A6\u30C8\u3057\u307E\u3059 (\u30C7\u30D5\u30A9\u30EB\u30C8)\u3002 \u30D1\u30EB\u30B9: \u30A2\u30AF\u30BB\u30F3\u30C8\u3068\u305D\u306E\u88DC\u8A9E\u306E\u9593\u306E\u3088\u308A\u901F\u3044\u30D1\u30EB\u30B9\u3002 \u30B5\u30A4\u30AF\u30EB: 3 \uFF5E 4 \u8272\u306E\u30B9\u30E0\u30FC\u30BA\u306A\u30EB\u30FC\u30D7 \u2014 \u30D1\u30C3\u30AF\u306B\u7126\u70B9\u304C\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u5834\u5408\u306F MODPACK \u30ED\u30B4\u304B\u3089\u30B5\u30F3\u30D7\u30EA\u30F3\u30B0\u3055\u308C\u3001\u305D\u308C\u4EE5\u5916\u306E\u5834\u5408\u306F\u30C6\u30FC\u30DE\u306E\u30A2\u30AF\u30BB\u30F3\u30C8\u306E\u5468\u308A\u306E\u985E\u4F3C\u3057\u305F\u8272\u5408\u3044\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002 \u30EC\u30A4\u30F3\u30DC\u30FC: \u5168\u30B9\u30DA\u30AF\u30C8\u30EB\u306B\u308F\u305F\u308B\u7D99\u7D9A\u7684\u306A\u8272\u76F8\u30B9\u30A4\u30FC\u30D7\u3002\u30D1\u30C3\u30AF\u4F9D\u5B58\u6027\u306F\u3042\u308A\u307E\u305B\u3093\u3002
settings.fxml.inGameEffects=\u30B2\u30FC\u30E0\u5185\u30A8\u30D5\u30A7\u30AF\u30C8
settings.fxml.useModpackColors=MODPACK \u30AB\u30E9\u30FC\u3092\u4F7F\u7528\u3059\u308B
settings.fxml.lightUpThe=\u5B9F\u884C\u4E2D\u306E modpack \u306E\u30ED\u30B4\u304B\u3089\u30B5\u30F3\u30D7\u30EA\u30F3\u30B0\u3055\u308C\u305F\u8272\u3067\u30AD\u30FC\u30DC\u30FC\u30C9\u3092\u30E9\u30A4\u30C8\u30A2\u30C3\u30D7\u3057\u307E\u3059\u3002 \u30AA\u30D5\u306E\u5834\u5408\u3001\u30A8\u30D5\u30A7\u30AF\u30C8\u306F\u30E9\u30F3\u30C1\u30E3\u30FC \u30C6\u30FC\u30DE\u306E\u30A2\u30AF\u30BB\u30F3\u30C8 \u30D1\u30EC\u30C3\u30C8\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
settings.fxml.highlightMinecraftKeys=Minecraft \u30AD\u30FC\u3092\u30CF\u30A4\u30E9\u30A4\u30C8\u8868\u793A\u3059\u308B
settings.fxml.overlayWasdE=WASD / E / Q / F / Space / Shift / Ctrl \u3092 MODPACK \u306E\u8272\u306E\u80CC\u666F\u306B\u5BFE\u7167\u7684\u306A\u30A2\u30AF\u30BB\u30F3\u30C8\u3067\u30AA\u30FC\u30D0\u30FC\u30EC\u30A4\u3059\u308B\u3053\u3068\u3067\u3001\u30B2\u30FC\u30E0\u30D7\u30EC\u30A4 \u30AD\u30FC\u304C\u4E00\u76EE\u3067\u76EE\u7ACB\u3061\u307E\u3059\u3002
settings.fxml.test=\u30C6\u30B9\u30C8
settings.fxml.flashesSolidMagenta=\u63A5\u7D9A\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30C7\u30D0\u30A4\u30B9\u3067\u30DE\u30BC\u30F3\u30BF (RGB 255\u30010\u3001255) \u304C 2 \u79D2\u9593\u70B9\u6EC5\u3057\u3001\u4EE5\u524D\u306E\u52B9\u679C\u304C\u5FA9\u5143\u3055\u308C\u307E\u3059\u3002 \u5B89\u5B9A\u3057\u305F\u6700\u5927\u8F1D\u5EA6\u306E\u30D5\u30E9\u30C3\u30B7\u30E5\u306F\u3001\u30D0\u30C3\u30AF\u30A8\u30F3\u30C9\u304C\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u306B\u5230\u9054\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002 Razer Chroma \u306B\u95A2\u3059\u308B\u6CE8\u610F: Chroma Connect \u306F\u3001\u30D7\u30E9\u30A4\u30DE\u30EA Razer \u30C7\u30D0\u30A4\u30B9 (\u30AD\u30FC\u30DC\u30FC\u30C9\u3001\u30DE\u30A6\u30B9\u3001\u307E\u305F\u306F\u30DE\u30A6\u30B9\u30D1\u30C3\u30C9) \u3082\u63A5\u7D9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u306E\u307F\u3001\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u30C7\u30D0\u30A4\u30B9 (\u30B1\u30FC\u30B9 \u30D5\u30A1\u30F3\u3001\u30B9\u30C8\u30EA\u30C3\u30D7\u306A\u3069) \u306B\u30D5\u30EC\u30FC\u30E0\u3092\u8EE2\u9001\u3057\u307E\u3059\u3002 \u3053\u308C\u3089\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u30C7\u30D0\u30A4\u30B9\u306E\u307F\u304C\u3061\u3089\u3064\u3044\u305F\u308A\u3001\u6697\u3044\u307E\u307E\u306E\u5834\u5408\u306F\u3001Razer \u30AD\u30FC\u30DC\u30FC\u30C9/\u30DE\u30A6\u30B9\u3092\u63A5\u7D9A\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002 \u30D7\u30E9\u30A4\u30DE\u30EA \u30C7\u30D0\u30A4\u30B9\u304C\u5B58\u5728\u3059\u308B\u3068\u304D\u306B\u3061\u3089\u3064\u304D\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u901A\u5E38\u3001\u5225\u306E RGB \u30A2\u30D7\u30EA (Synapse\u3001iCUE\u3001Signal RGB) \u304C\u30C7\u30D0\u30A4\u30B9\u3092\u3081\u3050\u3063\u3066\u7AF6\u5408\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
settings.fxml.testConnection=\u30C6\u30B9\u30C8\u63A5\u7D9A
settings.fxml.micaMinecraftLauncher=\u30DE\u30A4\u30AB Minecraft \u30E9\u30F3\u30C1\u30E3\u30FC
settings.fxml.version=\u30D0\u30FC\u30B8\u30E7\u30F3 ...
settings.fxml.checkForLauncher=\u30E9\u30F3\u30C1\u30E3\u30FC\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3092\u78BA\u8A8D\u3059\u308B
settings.fxml.whenOffThe=\u30AA\u30D5\u306B\u3059\u308B\u3068\u3001\u8D77\u52D5\u6642\u306B\u30E9\u30F3\u30C1\u30E3\u30FC\u304C\u8868\u793A\u3055\u308C\u306A\u304F\u306A\u308A\u3001\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30D0\u30FC\u306B\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u53EF\u80FD\u306A\u30A2\u30A4\u30B3\u30F3\u304C\u8868\u793A\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3059\u3002
settings.fxml.visitWebsite=\u30A6\u30A7\u30D6\u30B5\u30A4\u30C8\u306B\u30A2\u30AF\u30BB\u30B9
settings.fxml.viewSource=\u30BD\u30FC\u30B9\u3092\u898B\u308B
settings.fxml.minecraftTrademark=\u30DE\u30A4\u30F3\u30AF\u30E9\u30D5\u30C8\u306E\u5546\u6A19
settings.fxml.minecraftIsA=Minecraft \u306F Mojang Synergies AB \u304A\u3088\u3073 Microsoft Corporation \u306E\u5546\u6A19\u3067\u3059\u3002 \u3053\u306E\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u3001\u8D77\u52D5\u3059\u308B\u30B2\u30FC\u30E0\u3092\u8B58\u5225\u3059\u308B\u305F\u3081\u306B\u306E\u307F Minecraft \u540D\u3092\u4F7F\u7528\u3057\u3066\u304A\u308A\u3001Mojang AB \u307E\u305F\u306F Microsoft \u3068\u63D0\u643A\u3001\u627F\u8A8D\u3001\u30B9\u30DD\u30F3\u30B5\u30FC\u3001\u307E\u305F\u306F\u7279\u5225\u306B\u627F\u8A8D\u3055\u308C\u3066\u3044\u308B\u308F\u3051\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
settings.fxml.openSourceAcknowledgments=\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9\u306E\u8B1D\u8F9E
settings.fxml.theLauncherUses=\u30E9\u30F3\u30C1\u30E3\u30FC\u306F\u6B21\u306E\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9 \u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
settings.fxml.fullLicenseTexts=\u5B8C\u5168\u306A\u30E9\u30A4\u30BB\u30F3\u30B9 \u30C6\u30AD\u30B9\u30C8\u306F\u3001LICENSES \u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u4E0B\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u305F\u30E9\u30F3\u30C1\u30E3\u30FC\u306B\u540C\u68B1\u3055\u308C\u3066\u304A\u308A\u3001\u3053\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306E\u30BD\u30FC\u30B9 \u30EA\u30DD\u30B8\u30C8\u30EA\u3067\u5165\u624B\u3067\u304D\u307E\u3059\u3002
settings.fxml.javaRuntimes=Java \u30E9\u30F3\u30BF\u30A4\u30E0
settings.fxml.modernMinecraftVersions=\u6700\u65B0\u306E Minecraft \u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3001Mojang \u306E\u516C\u5F0F Java \u30E9\u30F3\u30BF\u30A4\u30E0 \u30C7\u30A3\u30B9\u30C8\u30EA\u30D3\u30E5\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002 Legacy Forge (Minecraft 1.12.2 \u4EE5\u4E0B) \u306F\u4E92\u63DB\u6027\u306E\u305F\u3081\u306B Bell-SW Liberica JRE 8 \u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
settings.fxml.arm64NativeLibraries=ARM64 \u30CD\u30A4\u30C6\u30A3\u30D6 \u30E9\u30A4\u30D6\u30E9\u30EA
settings.fxml.whenLwjglArm=LWJGL ARM \u30D1\u30C3\u30C1\u9069\u7528\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u5834\u5408\u3001\u30E9\u30F3\u30C1\u30E3\u30FC\u306F Minecraft 1.12.2 \u4EE5\u4E0B\u306B\u540C\u68B1\u3055\u308C\u3066\u3044\u308B x86_64 LWJGL2 \u304A\u3088\u3073 jinput \u30CD\u30A4\u30C6\u30A3\u30D6\u3092\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u304C\u30D3\u30EB\u30C9\u3057\u305F ARM64 \u30D0\u30A4\u30CA\u30EA\u306B\u7F6E\u304D\u63DB\u3048\u307E\u3059\u3002 \u3053\u308C\u3089\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306E\u30E1\u30F3\u30C6\u30CA\u30FC\u306B\u611F\u8B1D\u3057\u307E\u3059\u3002
settings.fxml.return=\u623B\u308B
metadata.lastPlayed.never=\u30D7\u30EC\u30A4\u3057\u305F\u3053\u3068\u304C\u306A\u3044
metadata.lastPlayed.justNow=\u3061\u3087\u3046\u3069\u4ECA
metadata.lastPlayed.minuteAgo={0}\u5206\u524D
metadata.lastPlayed.minutesAgo={0}\u5206\u524D
metadata.lastPlayed.hourAgo={0} \u6642\u9593\u524D
metadata.lastPlayed.hoursAgo={0} \u6642\u9593\u524D
metadata.lastPlayed.dayAgo={0} \u65E5\u524D
metadata.lastPlayed.daysAgo={0}\u65E5\u524D
detailModal.section.quickActions=\u30AF\u30A4\u30C3\u30AF\u30A2\u30AF\u30B7\u30E7\u30F3
detailModal.section.stats=\u7D71\u8A08
detailModal.section.updateLog=\u66F4\u65B0\u30ED\u30B0
detailModal.section.advanced=\u9AD8\u5EA6\u306A
detailModal.section.comingSoon=\u8FD1\u65E5\u516C\u958B
detailModal.stats.lastPlayed=\u6700\u5F8C\u306B\u30D7\u30EC\u30A4\u3057\u305F
detailModal.stats.totalPlayTime=\u7DCF\u30D7\u30EC\u30A4\u6642\u9593
detailModal.stats.launches=\u6253\u3061\u4E0A\u3052
detailModal.stats.installedVersion=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3
detailModal.stats.manifest=\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8
detailModal.stats.installedDisplay.withUpdate={0} (\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8 {1} \u304C\u5229\u7528\u53EF\u80FD)
quickStart.progressIndicator=\u30B9\u30C6\u30C3\u30D7 {0}/{1}
quickStart.nextBtn.next=\u6B21
quickStart.nextBtn.getStarted=\u59CB\u3081\u307E\u3057\u3087\u3046
