#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: es
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

# Locale: es
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=Descargando los \u00FAltimos paquetes de mods
MODPACK_INSTALL_FETCH_LOWER_LABEL=Espere por favor...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=Descargando tiempo de ejecuci\u00F3n
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=Espere por favor...
VERIFIED_ASSET_PROGRESS_TEXT=Activo verificado
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=Se encontr\u00F3 un archivo de configuraci\u00F3n de la aplicaci\u00F3n pero no se pudo cargar. El \\
CONFIG_RESET_SUCCESS_TEXT=\u00A1La configuraci\u00F3n de la aplicaci\u00F3n se ha restablecido correctamente!
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=No se puede guardar la configuraci\u00F3n porque no se ha cargado desde el archivo.
CONFIG_SAVE_ERROR_TEXT=Se produjo un error al guardar la configuraci\u00F3n de la aplicaci\u00F3n en un archivo.
GAME_MODE_BEING_SET_TO_TEXT=El modo de juego se est\u00E1 configurando en
GAME_MODE_INFERRED_SET_TO_TEXT=Detectado (inferido) autom\u00E1ticamente y configurando el modo de juego en
LOG_ERROR_PREFIX=ERROR
LOG_WARNING_PREFIX=ADVERTIR
LOG_STANDARD_PREFIX=ETS
LOG_DEBUG_PREFIX=DEPURAR
LOG_FILE_DIR_NOT_CREATED_TEXT=No se cre\u00F3 el directorio del archivo de registro (o principal). Puede que ya exista o que el acceso pueda \\
LOG_FILE_NOT_CREATED_TEXT=No se cre\u00F3 un archivo de registro. Es posible que el subsistema de registro no registre registros en un archivo.
LOG_SYSTEM_INITIALIZED_TEXT=El subsistema de registro se ha inicializado.
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=Verificando la carpeta de instalaci\u00F3n del tiempo de ejecuci\u00F3n
CREATED_FOLDER_RUNTIME_TEXT=Carpeta creada para el tiempo de ejecuci\u00F3n.
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=No se cre\u00F3 la carpeta para el tiempo de ejecuci\u00F3n.
RUNTIME_FOLDER_SET_READABLE_TEXT=Configure la carpeta de tiempo de ejecuci\u00F3n como legible.
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=No configur\u00E9 la carpeta de tiempo de ejecuci\u00F3n como legible.
RUNTIME_FOLDER_SET_WRITABLE_TEXT=Establezca la carpeta de tiempo de ejecuci\u00F3n como escribible.
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=No configur\u00E9 la carpeta de tiempo de ejecuci\u00F3n como escribible.
GATHERING_RUNTIME_INFO_TEXT=Recopilaci\u00F3n de informaci\u00F3n en tiempo de ejecuci\u00F3n
UNIDENTIFIED_OS_RUNTIME_TEXT=No se pudo identificar el sistema operativo actual. Se utilizar\u00E1 un tiempo de ejecuci\u00F3n de Linux pero \\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=Descargando la suma de comprobaci\u00F3n del tiempo de ejecuci\u00F3n actual
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=No se puede descargar informaci\u00F3n de integridad para el tiempo de ejecuci\u00F3n. El tiempo de ejecuci\u00F3n ser\u00E1 predeterminado \\
VERIFYING_LOCAL_RUNTIME_TEXT=Verificando el tiempo de ejecuci\u00F3n local
DOWNLOADING_RUNTIME_TEXT=Descargando tiempo de ejecuci\u00F3n...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=Tiempo de ejecuci\u00F3n descargado exitosamente
CLEANING_RUNTIME_ENV_TEXT=Limpieza del entorno de ejecuci\u00F3n local
EXTRACTING_RUNTIME_TO_ENV_TEXT=Extrayendo el tiempo de ejecuci\u00F3n al entorno
UNABLE_DOWNLOAD_RUNTIME_TEXT=No se puede descargar el tiempo de ejecuci\u00F3n. \u00A1El tiempo de ejecuci\u00F3n utilizar\u00E1 de forma predeterminada el sistema Java!
COMPLETED_TEXT=Terminada
REMEMBERED_USER_LOADED_TEXT=Termin\u00E9 de verificar el almacenamiento persistente y cargu\u00E9 la cuenta guardada:
REMEMBERED_USER_WRITING_TEXT=La opci\u00F3n Recordarme estaba habilitada, escribiendo la cuenta en un almacenamiento persistente...
REMEMBERED_USER_WRITE_FINISHED_TEXT=Se termin\u00F3 de escribir la cuenta en el almacenamiento persistente.
UNABLE_REMOVE_USER_FROM_DISK_TEXT=No se puede eliminar el archivo de cuenta de usuario del disco. No se puede cerrar la sesi\u00F3n del usuario.
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=Se produjo un problema al leer la cuenta de usuario guardada desde el disco. Iniciar sesi\u00F3n puede \\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=Ocurri\u00F3 un problema al escribir la cuenta del juego recordada en el disco. El juego \\
CLIENT_TOKEN_CHECKING_TEXT=El token del cliente no se ha cargado. Buscando archivo...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=No se puede leer el token de cliente almacenado.
NEW_CLIENT_TOKEN_TEXT=Se ha generado un nuevo token de cliente:
STORED_CLIENT_TOKEN_TEXT=Escrib\u00ED el token de cliente generado en el archivo.
UNABLE_SAVE_CLIENT_TOKEN_TEXT=No se puede guardar el token del cliente en el archivo. Es posible que se pierda la informaci\u00F3n de inicio de sesi\u00F3n guardada/recordada.
LOADED_CLIENT_TOKEN_TEXT=Token de cliente cargado:
UNABLE_TO_INSTALL_TEXT=No se puede instalar
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=porque no es un paquete de mods disponible.
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=No se puede desinstalar el paquete de mods
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=No se puede crear un objeto para el paquete de mod instalado desde
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=Descarga de actualizaciones del paquete de mods instalado
GOT_LATEST_VERSION_OF_TEXT=Obtuve la \u00FAltima versi\u00F3n de
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=Actualizaci\u00F3n de la lista de paquetes de modificaciones aplicables
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=Descargando la lista de paquetes de mods disponibles
CONTACTING_SERVER_TEXT=Contactando al servidor
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=\u00A1No se puede obtener informaci\u00F3n sobre los paquetes de modificaciones instalables!
ALREADY_INSTALLED_TEXT=Ya instalado
ADDED_TEXT=Agregada
TO_AVAILABLE_MOD_PACKS_TEXT=a los paquetes de mods disponibles
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=No marcar el manifiesto del paquete de mod como instalable porque est\u00E1 instalado \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=No se puede descargar el archivo localmente a
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=No se puede leer el archivo local en el objeto JSON
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=\u00A1No se puede encontrar el archivo de versi\u00F3n de Forge!
UNABLE_CLOSE_STREAMS_TEXT=No se pueden cerrar transmisiones
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=\u00A1No se puede abrir el manifiesto de la versi\u00F3n de Forge para su an\u00E1lisis!
UNABLE_ACCESS_FORGE_JAR_TEXT=\u00A1No se puede acceder al archivo jar de Forge!
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=No se puede acceder a los servidores de autenticaci\u00F3n de Mojang. \u00A1No se puede iniciar el lanzador! Controlar \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=El iniciador se ejecuta en modo de juego cliente. Iniciando sesi\u00F3n...
LOGIN_PROCESS_FINISHED_TEXT=El proceso de inicio de sesi\u00F3n ha finalizado.
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=El iniciador no est\u00E1 en modo de juego cliente. Omitir el controlador de autenticaci\u00F3n/inicio de sesi\u00F3n.
LAUNCHING_MOD_PACK_TEXT=Lanzando paquete de mods
UNABLE_START_GAME_EXCEPTION_TEXT=No se puede iniciar el juego. \u00A1Ocurri\u00F3 una excepci\u00F3n!
REQUIRES_MIN_OF_TEXT=requiere un m\u00EDnimo de
GB_OF_RAM_TEXT=GB de RAM
MAX_RAM_SETTING_MUST_INCREASE_TEXT=Se debe aumentar la configuraci\u00F3n m\u00E1xima de RAM.
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=no est\u00E1 instalado! Por defecto se utilizar\u00E1 el primer paquete de modificaciones.
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=No hay paquetes de modificaciones instalados. No se puede iniciar el servidor a menos que un paquete de mod sea \\
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=No se encontr\u00F3 en el disco una cuenta de usuario recordada. Mostrando pantalla de inicio de sesi\u00F3n...
SEE_YOU_SOON_TEXT=\u00A1Nos vemos pronto!
PERFORMING_APP_CLEANUP_TEXT=Realizando limpieza de aplicaciones...
FINISHED_APP_CLEANUP_TEXT=Limpieza de la aplicaci\u00F3n terminada
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=Se encontr\u00F3 un error al configurar el sistema de registro de aplicaciones.
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=hab\u00EDa iniciado sesi\u00F3n en el lanzador.
USAGE_TEXT=Uso
INVALID_ARGS_SPECIFIED_TEXT=Se especificaron argumentos no v\u00E1lidos.
UNABLE_WAIT_PENDING_LOGIN_TEXT=No se puede esperar la tarea de inicio de sesi\u00F3n pendiente.
AUTH_UNABLE_TO_REFRESH_TEXT=\u00A1No se puede actualizar la autenticaci\u00F3n de la cuenta de usuario recordada! Volviendo al inicio de sesi\u00F3n.
