#
# Copyright (c) 2021 Mica Technologies
#
# This program is free software: you can redistribute it and/or modify it
# under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License,
# or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but
# WITHOUT ANY WARRANTY; without even the implied warranty
# of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program. If not, see <https://www.gnu.org/licenses/>.
#
# Locale: fr
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

# Locale: fr
# Auto-generated by tools/i18n/translate-locales.js — re-run after
# DisplayStrings.properties changes to refresh translations. Use
# --force to overwrite existing values.

MODPACK_INSTALL_FETCH_UPPER_LABEL=T\u00E9l\u00E9chargement des derniers packs de mods
MODPACK_INSTALL_FETCH_LOWER_LABEL=S'il vous pla\u00EEt, attendez...
RUNTIME_INSTALL_PROGRESS_UPPER_LABEL=T\u00E9l\u00E9chargement du runtime
RUNTIME_INSTALL_PROGRESS_LOWER_LABEL=S'il vous pla\u00EEt, attendez...
VERIFIED_ASSET_PROGRESS_TEXT=Verified asset
CONFIG_EXISTS_CORRUPT_RESET_ERROR_TEXT=Un fichier de configuration d'application a \u00E9t\u00E9 trouv\u00E9 mais n'a pas pu \u00EAtre charg\u00E9. Le \\
CONFIG_RESET_SUCCESS_TEXT=La configuration de l'application a \u00E9t\u00E9 r\u00E9initialis\u00E9e avec succ\u00E8s\u00A0!
CONFIG_NOT_LOADED_CANT_SAVE_ERROR_TEXT=Impossible d'enregistrer la configuration car elle n'a pas \u00E9t\u00E9 charg\u00E9e \u00E0 partir du fichier.
CONFIG_SAVE_ERROR_TEXT=Une erreur s'est produite lors de l'enregistrement de la configuration de l'application dans un fichier.
GAME_MODE_BEING_SET_TO_TEXT=Le mode de jeu est r\u00E9gl\u00E9 sur
GAME_MODE_INFERRED_SET_TO_TEXT=D\u00E9tect\u00E9 automatiquement (d\u00E9duit) et r\u00E9glage du mode de jeu sur
LOG_ERROR_PREFIX=ERREUR
LOG_WARNING_PREFIX=AVERTIR
LOG_STANDARD_PREFIX=MST
LOG_DEBUG_PREFIX=D\u00C9BOGUER
LOG_FILE_DIR_NOT_CREATED_TEXT=Le r\u00E9pertoire du fichier journal (ou parent) n'a pas \u00E9t\u00E9 cr\u00E9\u00E9. Il existe peut-\u00EAtre d\u00E9j\u00E0 ou l'acc\u00E8s peut \u00EAtre \\
LOG_FILE_NOT_CREATED_TEXT=Aucun fichier journal n'a \u00E9t\u00E9 cr\u00E9\u00E9. Le sous-syst\u00E8me de journalisation peut ne pas enregistrer les journaux dans un fichier.
LOG_SYSTEM_INITIALIZED_TEXT=Le sous-syst\u00E8me de journalisation a \u00E9t\u00E9 initialis\u00E9.
VERIFYING_RUNTIME_INSTALL_FOLDER_TEXT=V\u00E9rification du dossier d'installation du runtime
CREATED_FOLDER_RUNTIME_TEXT=Dossier cr\u00E9\u00E9 pour l'ex\u00E9cution.
DID_NOT_CREATE_FOLDER_RUNTIME_TEXT=N'a pas cr\u00E9\u00E9 de dossier pour l'ex\u00E9cution.
RUNTIME_FOLDER_SET_READABLE_TEXT=D\u00E9finissez le dossier d'ex\u00E9cution comme lisible.
DID_NOT_SET_RUNTIME_FOLDER_READABLE_TEXT=N'a pas d\u00E9fini le dossier d'ex\u00E9cution comme lisible.
RUNTIME_FOLDER_SET_WRITABLE_TEXT=D\u00E9finissez le dossier d'ex\u00E9cution comme accessible en \u00E9criture.
DID_NOT_SET_RUNTIME_FOLDER_WRITABLE_TEXT=N'a pas d\u00E9fini le dossier d'ex\u00E9cution comme accessible en \u00E9criture.
GATHERING_RUNTIME_INFO_TEXT=Collecte d'informations d'ex\u00E9cution
UNIDENTIFIED_OS_RUNTIME_TEXT=Le syst\u00E8me d'exploitation actuel n'a pas pu \u00EAtre identifi\u00E9. Un runtime Linux sera utilis\u00E9 mais \\
DOWNLOADING_RUNTIME_CHECKSUM_TEXT=T\u00E9l\u00E9chargement de la somme de contr\u00F4le d'ex\u00E9cution actuelle
RUNTIME_CHECKSUM_DOWNLOAD_FAIL_TEXT=Impossible de t\u00E9l\u00E9charger les informations d'int\u00E9grit\u00E9 pour le runtime. Le runtime sera par d\u00E9faut \\
VERIFYING_LOCAL_RUNTIME_TEXT=V\u00E9rification de l'ex\u00E9cution locale
DOWNLOADING_RUNTIME_TEXT=T\u00E9l\u00E9chargement du runtime...
DOWNLOADED_RUNTIME_SUCCESS_TEXT=Runtime t\u00E9l\u00E9charg\u00E9 avec succ\u00E8s
CLEANING_RUNTIME_ENV_TEXT=Nettoyage de l'environnement d'ex\u00E9cution local
EXTRACTING_RUNTIME_TO_ENV_TEXT=Extraction du runtime vers l'environnement
UNABLE_DOWNLOAD_RUNTIME_TEXT=Impossible de t\u00E9l\u00E9charger le runtime. Le runtime sera par d\u00E9faut le syst\u00E8me Java\u00A0!
COMPLETED_TEXT=Compl\u00E9t\u00E9
REMEMBERED_USER_LOADED_TEXT=Fin de la v\u00E9rification du stockage persistant et chargement du compte enregistr\u00E9\u00A0:
REMEMBERED_USER_WRITING_TEXT=L'option Se souvenir de moi a \u00E9t\u00E9 activ\u00E9e, \u00E9crivant le compte sur un stockage persistant...
REMEMBERED_USER_WRITE_FINISHED_TEXT=Fin de l'\u00E9criture du compte sur le stockage persistant.
UNABLE_REMOVE_USER_FROM_DISK_TEXT=Impossible de supprimer le fichier du compte utilisateur du disque. L'utilisateur ne peut pas \u00EAtre d\u00E9connect\u00E9.
PROBLEM_READING_ACCOUNT_FROM_DISK_TEXT=Un probl\u00E8me est survenu lors de la lecture du compte utilisateur enregistr\u00E9 \u00E0 partir du disque. La connexion peut \\
PROBLEM_WRITING_ACCOUNT_TO_DISK_TEXT=Un probl\u00E8me est survenu lors de l'\u00E9criture du compte de jeu m\u00E9moris\u00E9 sur le disque. Le jeu \\
CLIENT_TOKEN_CHECKING_TEXT=Le jeton client n'a pas \u00E9t\u00E9 charg\u00E9. V\u00E9rification du fichier...
UNABLE_READ_STORED_CLIENT_TOKEN_TEXT=Impossible de lire le jeton client stock\u00E9.
NEW_CLIENT_TOKEN_TEXT=Un nouveau token client a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9\u00A0:
STORED_CLIENT_TOKEN_TEXT=A \u00E9crit le jeton client g\u00E9n\u00E9r\u00E9 dans un fichier.
UNABLE_SAVE_CLIENT_TOKEN_TEXT=Impossible d'enregistrer le jeton client dans le fichier. Les informations de connexion enregistr\u00E9es/m\u00E9moris\u00E9es peuvent \u00EAtre perdues.
LOADED_CLIENT_TOKEN_TEXT=Jeton client charg\u00E9\u00A0:
UNABLE_TO_INSTALL_TEXT=Impossible d'installer
BECAUSE_NOT_AVAILABLE_MOD_PACK_TEXT=car ce n'est pas un pack de mods disponible.
UNABLE_TO_UNINSTALL_MOD_PACK_TEXT=Impossible de d\u00E9sinstaller le pack de modules
UNABLE_CREATE_OBJ_FOR_INSTALLED_MOD_PACK_FROM_TEXT=Impossible de cr\u00E9er un objet pour le pack de modules install\u00E9 \u00E0 partir de
DOWNLOADING_INSTALLED_MOD_PACK_UPDATES_TEXT=T\u00E9l\u00E9chargement des mises \u00E0 jour du pack de modules install\u00E9
GOT_LATEST_VERSION_OF_TEXT=Vous avez la derni\u00E8re version de
UPDATING_LIST_APPLICABLE_MOD_PACKS_TEXT=Mise \u00E0 jour de la liste des packs de modules applicables
DOWNLOADING_AVAILABLE_MOD_PACKS_LIST_TEXT=T\u00E9l\u00E9chargement de la liste des packs de modules disponibles
CONTACTING_SERVER_TEXT=Contacter le serveur
UNABLE_FETCH_INFO_INSTALLABLE_MOD_PACKS_TEXT=Impossible de r\u00E9cup\u00E9rer des informations sur les packs de mods installables\u00A0!
ALREADY_INSTALLED_TEXT=D\u00E9j\u00E0 install\u00E9
ADDED_TEXT=Ajout\u00E9
TO_AVAILABLE_MOD_PACKS_TEXT=aux packs de mods disponibles
NOT_MARKING_INSTALLABLE_ALREADY_INSTALLED_TEXT=Ne pas marquer le manifeste du pack de mods comme installable car il est install\u00E9 \\
UNABLE_DOWNLOAD_FILE_LOCALLY_TO_TEXT=Impossible de t\u00E9l\u00E9charger le fichier localement vers
UNABLE_READ_LOCAL_FILE_TO_JSON_EXCEPTION_TEXT=Impossible de lire le fichier local dans l'objet JSON
UNABLE_FIND_FORGE_VERSION_FILE_TEXT=Impossible de trouver le fichier de version de Forge\u00A0!
UNABLE_CLOSE_STREAMS_TEXT=Impossible de fermer les flux
UNABLE_OPEN_FORGE_VERSION_MANIFEST_PARSING_TEXT=Impossible d'ouvrir le manifeste de la version Forge pour l'analyse\u00A0!
UNABLE_ACCESS_FORGE_JAR_TEXT=Impossible d'acc\u00E9der au fichier jar Forge\u00A0!
UNABLE_TO_REACH_MOJANG_CANT_START_TEXT=Impossible d'atteindre les serveurs d'authentification Mojang. Impossible de d\u00E9marrer le lanceur\u00A0! V\u00E9rifier \\
LAUNCHER_CLIENT_MODE_STARTING_LOGIN_TEXT=Le lanceur fonctionne en mode jeu client. D\u00E9but de la connexion...
LOGIN_PROCESS_FINISHED_TEXT=Le processus de connexion est termin\u00E9.
LAUNCHER_NOT_CLIENT_MODE_SKIPPING_LOGIN_TEXT=Le lanceur n'est pas en mode jeu client. Ignorer le gestionnaire d'authentification/de connexion.
LAUNCHING_MOD_PACK_TEXT=Lancement du pack de modules
UNABLE_START_GAME_EXCEPTION_TEXT=Impossible de d\u00E9marrer le jeu. Une exception s'est produite\u00A0!
REQUIRES_MIN_OF_TEXT=n\u00E9cessite un minimum de
GB_OF_RAM_TEXT=Go de RAM
MAX_RAM_SETTING_MUST_INCREASE_TEXT=Le r\u00E9glage maximum de la RAM doit \u00EAtre augment\u00E9.
PACK_NOT_INSTALLED_WILL_DEFAULT_TO_FIRST_TEXT=n'est pas install\u00E9 ! Sera par d\u00E9faut le premier pack de mods.
NO_MOD_PACKS_INSTALLED_CANT_LAUNCH_SERVER_TEXT=Aucun pack de modules n'est install\u00E9. Impossible de lancer le serveur \u00E0 moins qu'un pack de modules ne soit \\
REMEMBERED_ACCOUNT_NOT_FOUND_SHOWING_LOGIN=Un compte utilisateur m\u00E9moris\u00E9 est introuvable sur le disque. Affichage de l'\u00E9cran de connexion...
SEE_YOU_SOON_TEXT=\u00C0 bient\u00F4t!
PERFORMING_APP_CLEANUP_TEXT=Effectuer le nettoyage de l'application...
FINISHED_APP_CLEANUP_TEXT=Nettoyage de l'application termin\u00E9
ERROR_CONFIGURING_LOG_SYSTEM_TEXT=Une erreur s'est produite lors de la configuration du syst\u00E8me de journalisation des applications.
WAS_LOGGED_IN_TO_LAUNCHER_TEXT=\u00E9tait connect\u00E9 au lanceur.
USAGE_TEXT=Usage
INVALID_ARGS_SPECIFIED_TEXT=Arguments sp\u00E9cifi\u00E9s non valides.
UNABLE_WAIT_PENDING_LOGIN_TEXT=Impossible d'attendre la t\u00E2che de connexion en attente.
AUTH_UNABLE_TO_REFRESH_TEXT=Impossible de rafra\u00EEchir l'authentification du compte utilisateur m\u00E9moris\u00E9\u00A0! Revenir \u00E0 la connexion.
